[
    {
        "id": 1,
        "title": "One Piece",
        "enTitle": "One Piece",
        "description": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n[Written by MAL Rewrite]",
        "rating": 83.68,
        "startDate": "1999-10-20",
        "endDate": null,
        "status": "current",
        "posterImage": "https://media.kitsu.io/anime/poster_images/12/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/12/cover_image/small-8d0cbc39cac65d5d7c4db5f5b3742ae7.jpeg",
        "episodeCount": null,
        "categories": [
            "Pirate",
            "Martial Arts",
            "Swordplay",
            "Super Power",
            "Past",
            "Fantasy World",
            "Absurdist Humour",
            "Slapstick",
            "Plot Continuity",
            "Stereotypes"
        ]
    },
    {
        "id": 2,
        "title": "[Oshi no Ko]",
        "enTitle": "Oshi no Ko",
        "description": "When a pregnant young starlet appears in Gorou Amemiya’s countryside medical clinic, the doctor takes it upon himself to safely (and secretly) deliver Ai Hoshino’s child so she can make a scandal-free return to the stage. But no good deed goes unpunished, and on the eve of her delivery, he finds himself slain at the hands of Ai’s deluded stalker — and subsequently reborn as Ai’s child, Aquamarine Hoshino! The glitz and glamor of showbiz hide the dark underbelly of the entertainment industry, threatening to dull the shine of his favorite star. Can he help his new mother rise to the top of the charts? And what will he do when unthinkable disaster strikes?\n\n(Source: HIDIVE)\n\nNote: Episode 1【推しの子】Mother and Children was pre-screened in advance in Japanese theaters on March 17, 2023. The regular TV broadcast begins on April 12, 2023. The first episode has an extended runtime of ~90 minutes.",
        "rating": 84.75,
        "startDate": "2023-04-12",
        "endDate": "2023-06-28",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/46170/poster_image/large-0bad1050afcf9e5320ca46bf17ac007a.jpeg",
        "coverImage": "https://media.kitsu.io/anime/46170/cover_image/small-916d65be16e38b8827875f2ea0a24ee7.jpeg",
        "episodeCount": 11,
        "categories": [
            "Idol",
            "Performance",
            "Music",
            "Slice of Life",
            "Revenge",
            "The Arts",
            "Drama",
            "Working Life",
            "Psychological",
            "Supernatural"
        ]
    },
    {
        "id": 3,
        "title": "Jujutsu Kaisen",
        "description": "Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.\n\n(Source: Crunchyroll)",
        "rating": 85.96,
        "startDate": "2020-10-03",
        "endDate": "2021-03-27",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/42765/poster_image/large-5ce19551c1a6cf995b378205b9149b5c.jpeg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/42765/small.jpg",
        "episodeCount": 24,
        "categories": [
            "Swordplay",
            "Demon",
            "Violence",
            "Action",
            "Angst",
            "Fantasy",
            "School Life",
            "Supernatural",
            "Shounen"
        ]
    },
    {
        "id": 4,
        "title": "Kimetsu no Yaiba",
        "enTitle": "Demon Slayer: Kimetsu no Yaiba",
        "description": "It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.\n\n(Source: Crunchyroll)",
        "rating": 86.44,
        "startDate": "2019-04-06",
        "endDate": "2019-09-28",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/41370/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/41370/cover_image/small-2fa71a7b014fd4b5629f3100789f9da8.jpeg",
        "episodeCount": 26,
        "categories": [
            "Historical",
            "Demon",
            "Japan",
            "Action",
            "Fantasy",
            "Adventure",
            "Supernatural",
            "Shounen"
        ]
    },
    {
        "id": 5,
        "title": "Attack on Titan",
        "enTitle": "Attack on Titan",
        "description": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\n\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.\n\n(Source: MAL Rewrite)",
        "rating": 84.92,
        "startDate": "2013-04-07",
        "endDate": "2013-09-29",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/7442/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/7442/small.jpg",
        "episodeCount": 25,
        "categories": [
            "Super Power",
            "Alternative Past",
            "Violence",
            "Action",
            "Angst",
            "Fantasy",
            "Adventure",
            "Horror",
            "Drama",
            "Post Apocalypse"
        ]
    },
    {
        "id": 6,
        "title": "Hunter x Hunter (2011)",
        "enTitle": "Hunter x Hunter (2011)",
        "description": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.\n\n(Source: MAL Rewrite)",
        "rating": 84.28,
        "startDate": "2011-10-02",
        "endDate": "2014-09-24",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/6448/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/6448/small.jpg",
        "episodeCount": 148,
        "categories": [
            "Super Power",
            "Fantasy World",
            "Alternative Present",
            "Violence",
            "Plot Continuity",
            "Action",
            "Adventure",
            "Drama",
            "Shounen"
        ]
    },
    {
        "id": 7,
        "title": "Kimetsu no Yaiba: Yuukaku-hen",
        "enTitle": "Demon Slayer: Kimetsu no Yaiba - Entertainment District Arc",
        "description": "After visiting the Rengoku residence, Tanjirou and his comrades volunteer for a mission within the Entertainment District, a place where desires are sold and demons dwell. They journey alongside the flashy Sound Hashira, Tengen Uzui, in search of a monstrous foe terrorizing the town. Sworn to slay creatures of the night, the hunt continues.\n\n(Source: Funimation)",
        "rating": 87.44,
        "startDate": "2021-12-05",
        "endDate": "2022-02-13",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/44081/poster_image/large-049ba5097e6d6dbb515a0584a7ccd3b2.jpeg",
        "coverImage": "https://media.kitsu.io/anime/44081/cover_image/small-840ec82f0786fef4c1b53f91029c3923.jpeg",
        "episodeCount": 11,
        "categories": [
            "Historical",
            "Demon",
            "Action",
            "Supernatural",
            "Shounen"
        ]
    },
    {
        "id": 8,
        "title": "Naruto: Shippuuden",
        "enTitle": "Naruto: Shippuden",
        "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n(Source: MAL Rewrite)",
        "rating": 84.12,
        "startDate": "2007-02-15",
        "endDate": "2017-03-23",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/1555/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/1555/small.jpg",
        "episodeCount": 500,
        "categories": [
            "Martial Arts",
            "Ninja",
            "Super Power",
            "Fantasy World",
            "Love Polygon",
            "Plot Continuity",
            "Action",
            "Angst",
            "Comedy",
            "Shounen"
        ]
    },
    {
        "id": 9,
        "title": "Boku no Hero Academia",
        "enTitle": "My Hero Academia",
        "description": "What would the world be like if 80 percent of the population manifested extraordinary superpowers called “Quirks” at age four? Heroes and villains would be battling it out everywhere! Becoming a hero would mean learning to use your power, but where would you go to study? U.A. High's Hero Program of course! But what would you do if you were one of the 20 percent who were born Quirkless?\n\nMiddle school student Izuku Midoriya wants to be a hero more than anything, but he hasn't got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all gives him a chance to change his destiny…\n\n(Source: Viz Media)",
        "rating": 84.27,
        "startDate": "2016-04-03",
        "endDate": "2016-06-26",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/11469/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/11469/small.jpg",
        "episodeCount": 13,
        "categories": [
            "High School",
            "Super Power",
            "Action",
            "Comedy",
            "School Life",
            "Superhero",
            "Shounen"
        ]
    },
    {
        "id": 10,
        "title": "Death Note",
        "enTitle": "Death Note",
        "description": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\n\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.\n\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.\n\n(Source: MAL Rewrite)",
        "rating": 83.6,
        "startDate": "2006-10-04",
        "endDate": "2007-06-27",
        "status": "finished",
        "posterImage": "https://media.kitsu.io/anime/poster_images/1376/large.jpg",
        "coverImage": "https://media.kitsu.io/anime/cover_images/1376/small.jpg",
        "episodeCount": 37,
        "categories": [
            "Present",
            "Earth",
            "Alternative Present",
            "Japan",
            "Plot Continuity",
            "Asia",
            "Thriller",
            "Drama",
            "Cops",
            "Detective"
        ]
    }
]