[{"id":6,"title":"Jujutsu Kaisen","enTitle":null,"description":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.\n\n(Source: Crunchyroll)","rating":8.6,"startDate":"2020-10-03","endDate":"2021-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/42765/poster_image/large-5ce19551c1a6cf995b378205b9149b5c.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/42765/small.jpg","episodeCount":24,"categories":["Martial Arts","Swordplay","Demon","Contemporary Fantasy","Japan","Violence","Action","Angst","Fantasy","School Life"]},{"id":7,"title":"Kimetsu no Yaiba","enTitle":"Demon Slayer: Kimetsu no Yaiba","description":"It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.\n\n(Source: Crunchyroll)","rating":8.6,"startDate":"2019-04-06","endDate":"2019-09-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41370/large.jpg","coverImage":"https://media.kitsu.io/anime/41370/cover_image/small-2fa71a7b014fd4b5629f3100789f9da8.jpeg","episodeCount":26,"categories":["Historical","Demon","Japan","Action","Fantasy","Adventure","Supernatural","Shounen"]},{"id":8,"title":"Attack on Titan","enTitle":"Attack on Titan","description":"Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\n\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.\n\n(Source: MAL Rewrite)","rating":8.5,"startDate":"2013-04-07","endDate":"2013-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7442/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7442/small.jpg","episodeCount":25,"categories":["Super Power","Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Horror","Drama","Post Apocalypse"]},{"id":18,"title":"SPY×FAMILY","enTitle":"SPY x FAMILY","description":"Everyone has a part of themselves they cannot show to anyone else.\n\nAt a time when all nations of the world were involved in a fierce war of information happening behind closed doors, Ostania and Westalis had been in a state of cold war against one another for decades. The Westalis Intelligence Services' Eastern-Focused Division (WISE) sends their most talented spy, \"Twilight,\" on a top-secret mission to investigate the movements of Donovan Desmond, the chairman of Ostania's National Unity Party, who is threatening peace efforts between the two nations.\n\nThis mission is known as \"Operation Strix.\" It consists of \"putting together a family in one week in order to infiltrate social gatherings organized by the elite school that Desmond's son attends.\"\n\n\"Twilight\" takes on the identity of psychiatrist Loid Forger and starts looking for family members. But Anya, the daughter he adopts, turns out to have the ability to read people's minds, while his wife, Yor, is an assassin! With it being in each of their own interests to keep these facts hidden, they start living together while concealing their true identities from one another.\nWorld peace is now in the hands of this brand-new family as they embark on an adventure full of surprises.\n\n(Source: Crunchyroll)","rating":8.5,"startDate":"2022-04-09","endDate":"2022-06-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45398/poster_image/large-c26c1e0b77e881fcd66475af6bd22c57.jpeg","coverImage":"https://media.kitsu.io/anime/45398/cover_image/small-775abf07cac8737f09192ee87e317db1.jpeg","episodeCount":12,"categories":["Assassin","Action","Comedy","Slice of Life","Supernatural","Family","Shounen"]},{"id":20,"title":"Chainsaw Man","enTitle":"Chainsaw Man","description":"Denji is a teenage boy living with a Chainsaw Devil named Pochita. Due to the debt his father left behind, he has been living a rock-bottom life while repaying his debt by harvesting devil corpses with Pochita.\n\nOne day, Denji is betrayed and killed. As his consciousness fades, he makes a contract with Pochita and gets revived as \"Chainsaw Man\" — a man with a devil's heart.\n\n(Source: Crunchyroll)","rating":8.5,"startDate":"2022-10-11","endDate":"2022-12-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/43806/poster_image/large-815d6008fb3b56f4291b9f0ffa05cd8f.jpeg","coverImage":"https://media.kitsu.io/anime/43806/cover_image/small-91ff593815cc66b5461b133020bb9800.jpeg","episodeCount":12,"categories":["Magic","Demon","Violence","Action","Adventure","Horror","Comedy","Juujin","Supernatural","Shounen"]},{"id":21,"title":"Kimi no Na wa.","enTitle":"Your Name.","description":"From director Makoto Shinkai, the innovative mind behind Voices of a Distant Star and 5 Centimeters Per Second, comes a beautiful masterpiece about time, the thread of fate, and the hearts of two young souls.\n\nThe day the stars fell, two lives changed forever. High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other. Yet, somehow, it works. They build a connection and communicate by leaving notes, messages, and more importantly, an imprint.\n\nWhen a dazzling comet lights up the night’s sky, it dawns on them. They want something more from this connection—a chance to meet, an opportunity to truly know each other. Tugging at the string of fate, they try to find a way to each other. But distance isn’t the only thing keeping them apart. Is their bond strong enough to face the cruel irony of time? Or is their meeting nothing more than a wish upon the stars?\n\n(Source: FUNimation Films)","rating":8.3,"startDate":"2016-08-26","endDate":"2016-08-26","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11614/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11614/small.jpg","episodeCount":1,"categories":["Present","Earth","Japan","Asia","Romance","Friendship","School Life","Disaster","Drama","Supernatural"]},{"id":22,"title":"SPY x FAMILY Part 2","enTitle":"SPY x FAMILY Part 2","description":"The second half of SPYxFAMILY.\n\nWith Anya Forger successfully enrolled at the renowned Eden Academy, Operation Strix advances to its second phase. To investigate Ostanian politician Donovan Desmond, Anya must either befriend his son Damian or collect eight Stella Stars to become an Imperial Scholar. Fortunately, Anya has already acquired her first star. In celebration, her adoptive father, Loid, decides to fulfill her wish to adopt a dog.\n\nDuring their canine search, Loid receives new orders from his superiors, who have found that a band of Berlint University students is plotting to assassinate Westalis' Minister Brantz using bombs worn by trained dogs. While Loid tries to stop their plans, Anya stumbles upon the terrorists' base of operations. There, she befriends a kindhearted, clairvoyant dog who the family later names Bond.\n\nAlthough the Forgers continue to lead their individual lives in secrecy, the family—with a new fluffy addition—remains united through all of the unusual obstacles thrown their way.\n\n[Written by MAL Rewrite]","rating":8.4,"startDate":"2022-10-01","endDate":"2022-12-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45619/poster_image/large-7a94ee3d37ea5078386f488189178563.jpeg","coverImage":"https://media.kitsu.io/anime/45619/cover_image/small-fcdc5fc8ea12de8ed3f737c4d4be19cb.jpeg","episodeCount":13,"categories":["Assassin","Action","Comedy","Slice of Life","Supernatural","Family"]},{"id":23,"title":"Fullmetal Alchemist: Brotherhood","enTitle":"Fullmetal Alchemist: Brotherhood","description":"\"In order for something to be obtained, something of equal value must be lost.\"\n\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2009-04-05","endDate":"2010-07-04","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/3936/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/3936/small.jpg","episodeCount":64,"categories":["Magic","Fantasy World","Human Enhancement","Contemporary Fantasy","Violence","Plot Continuity","Action","Fantasy","Adventure","Steampunk"]},{"id":24,"title":"Koe no Katachi","enTitle":"A Silent Voice","description":"Shoya is a bully. When Shoko, a girl who can't hear, enters his elementary school class, she becomes their favorite target, and Shoya and his friends goad each other into devising new tortures for her. But the children's cruelty goes too far. Shoko is forced to leave the school, and Shoya ends up shouldering all the blame. Six years later, the two meet again. Can Shoya make up for his past mistakes, or is it too late?\n\n(Source: Kodansha Comics)","rating":8.4,"startDate":"2016-09-17","endDate":"2016-09-17","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10028/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10028/small.jpg","episodeCount":1,"categories":["Present","Japan","Romance","Friendship","School Life","Drama","Coming Of Age"]},{"id":25,"title":"Attack on Titan Season 3","enTitle":"Attack on Titan Season 3","description":"After recovering Eren and Historia, the recruits are put under the care of Levi. Stuck out in the middle of nowhere, Hange subjects Eren to a series of experiments in an attempt to find out more about his ability. But when their link to the secrets behind the wall is murdered, the squad must move out and find a new refuge. Except, a figure from Levi’s past has his own plans to stop them.\n\n(Source: Funimation)","rating":8.4,"startDate":"2018-07-23","endDate":"2018-10-15","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13569/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13569/small.jpg","episodeCount":12,"categories":["Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Drama","Post Apocalypse","Military","Shounen"]},{"id":26,"title":"Attack on Titan Season 2","enTitle":"Attack on Titan Season 2","description":"Eren Jaeger swore to wipe out every last Titan, but in a battle for his life he wound up becoming the thing he hates most. With his new powers, he fights for humanity's freedom facing the monsters that threaten his home. After a bittersweet victory against the Female Titan, Eren finds no time to rest—a horde of Titans is approaching Wall Rose and the battle for humanity continues!\n\n(Source: Funimation)","rating":8.4,"startDate":"2017-04-01","endDate":"2017-06-17","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8671/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8671/small.jpg","episodeCount":12,"categories":["Super Power","Fantasy World","Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Drama","Military"]},{"id":27,"title":"Ansatsu Kyoushitsu","enTitle":"Assassination Classroom","description":"When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable—he is the best teacher they have ever had!\n\nAdapted from the humorous hit manga by Yuusei Matsui, Ansatsu Kyoushitsu tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2015-01-10","endDate":"2015-06-20","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8640/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8640/small.jpg","episodeCount":22,"categories":["Assassin","Action","Comedy","School Life"]},{"id":29,"title":"Ansatsu Kyoushitsu 2nd Season","enTitle":"Assassination Classroom Second Season","description":"The students return as school is back in session for the second semester. Following their exploits on the island during summer vacation, Class 3-E continues to sharpen their blades with their sights set on their teacher, the slippery Koro-sensei. They have more to worry about than just their teacher, however, as enemy assassins, both old and new, are out for the increased bounty on the octopus' head.\n\nMoreover, their rivals in Class A, as well as Kunugigaoka Junior High's fearsome principal, stand to block Class E from achieving academic excellence. With all of these obstacles opposing them, the group must continue to work together in order to overcome their foes and accomplish their goal of successfully assassinating their teacher.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2016-01-08","endDate":"2016-07-01","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10877/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10877/small.jpg","episodeCount":25,"categories":["Assassin","Plot Continuity","Action","Comedy","School Life"]},{"id":30,"title":"Nanatsu no Taizai","enTitle":"The Seven Deadly Sins","description":"In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the \"Seven Deadly Sins,\" were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-10-05","endDate":"2015-03-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8699/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8699/small.jpg","episodeCount":24,"categories":["Super Power","Action","Fantasy","Adventure","Comedy","Ecchi"]},{"id":31,"title":"Boku no Hero Academia 6","enTitle":"My Hero Academia Season 6","description":"Deku, Bakugou and Todoroki have grown stronger during their internship. On the other hand, Shigaraki has awakened by regaining the miserable memories of his childhood during the battle with Re-Destro. Afterwards, Shigaraki leads the Paranormal Liberation, gradually expands its force, and seeks new power in order to destroy everything. Deku and Shigaraki. Heroes and villains. The all-out war is going to begin!\n\n(Source: Ani-One Asia)","rating":8.4,"startDate":"2022-10-01","endDate":"2023-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45240/poster_image/large-4b3a4767d6ee73bd5ba48e7ffbc06f08.jpeg","coverImage":"https://media.kitsu.io/anime/45240/cover_image/small-afbc4e8a3203b3932e44298608f4b1e8.jpeg","episodeCount":25,"categories":["Super Power","Action","War","Superhero","Shounen"]},{"id":32,"title":"Boku no Hero Academia 5","enTitle":"My Hero Academia Season 5","description":"The rivalry between Class 1-A and Class 1-B heats up in a joint training battle. Eager to be a part of the hero course, brainwashing buff Shinso is tasked with competing on both sides.\n\nBut as each team faces their own weaknesses and discovers new strengths, this showdown might just become a toss-up.\n\n(Source: Funimation)","rating":8.4,"startDate":"2021-03-27","endDate":"2021-09-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/43108/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/43108/small.jpg","episodeCount":25,"categories":["Super Power","Action","School Life","Superhero","Shounen"]},{"id":33,"title":"Spirited Away","enTitle":"Spirited Away","description":"Stubborn, spoiled, and naïve, 10-year-old Chihiro Ogino is less than pleased when she and her parents discover an abandoned amusement park on the way to their new house. Cautiously venturing inside, she realizes that there is more to this place than meets the eye, as strange things begin to happen once dusk falls. Ghostly apparitions and food that turns her parents into pigs are just the start—Chihiro has unwittingly crossed over into the spirit world. Now trapped, she must summon the courage to live and work amongst spirits, with the help of the enigmatic Haku and the cast of unique characters she meets along the way.\nVivid and intriguing, Sen to Chihiro no Kamikakushi tells the story of Chihiro's journey through an unfamiliar world as she strives to save her parents and return home.\n[Written by MAL Rewrite]","rating":8.3,"startDate":"2001-07-20","endDate":"2001-07-20","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/176/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/176/small.jpg","episodeCount":1,"categories":["Magic","Present","Fantasy World","Parallel Universe","Fantasy","Adventure","Romance","Drama","Coming Of Age","Supernatural"]},{"id":34,"title":"[Oshi no Ko]","enTitle":"Oshi no Ko","description":"When a pregnant young starlet appears in Gorou Amemiya’s countryside medical clinic, the doctor takes it upon himself to safely (and secretly) deliver Ai Hoshino’s child so she can make a scandal-free return to the stage. But no good deed goes unpunished, and on the eve of her delivery, he finds himself slain at the hands of Ai’s deluded stalker — and subsequently reborn as Ai’s child, Aquamarine Hoshino! The glitz and glamor of showbiz hide the dark underbelly of the entertainment industry, threatening to dull the shine of his favorite star. Can he help his new mother rise to the top of the charts? And what will he do when unthinkable disaster strikes?\n\n(Source: HIDIVE)\n\nNote: Episode 1【推しの子】Mother and Children was pre-screened in advance in Japanese theaters on March 17, 2023. The regular TV broadcast begins on April 12, 2023. The first episode has an extended runtime of ~90 minutes.","rating":8.3,"startDate":"2023-04-12","endDate":"2023-06-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/46170/poster_image/large-0bad1050afcf9e5320ca46bf17ac007a.jpeg","coverImage":"https://media.kitsu.io/anime/46170/cover_image/small-916d65be16e38b8827875f2ea0a24ee7.jpeg","episodeCount":11,"categories":["Idol","Performance","Music","Slice of Life","Revenge","The Arts","Drama","Working Life","Psychological","Supernatural"]},{"id":35,"title":"Black Clover","enTitle":"Black Clover","description":"In a world where magic is everything, Asta and Yuno are both found abandoned at a church on the same day. While Yuno is gifted with exceptional magical powers, Asta is the only one in this world without any. At the age of fifteen, both receive grimoires, magic books that amplify their holder's magic. Asta's is a rare Grimoire of Anti-Magic that negates and repels his opponent's spells. Being opposite but good rivals, Yuno and Asta are ready for the hardest of challenges to achieve their common dream: to be the Wizard King. Giving up is never an option!\n\n(Source: Crunchyroll)","rating":7.8,"startDate":"2017-10-03","endDate":"2021-03-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13209/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13209/small.jpg","episodeCount":170,"categories":["Magic","Fantasy World","Action","Fantasy","Comedy","Shounen"]},{"id":36,"title":"Nanatsu no Taizai: Imashime no Fukkatsu","enTitle":"The Seven Deadly Sins: Revival of the Commandments","description":"Melodias, Hawk, and Elizabeth retook the Kingdom of Leones from the Holy Knights. The festival went off without a hitch and the crew enjoyed their well-earned peace. And yet, another threat looms on the horizon. The Ten Commandments, a group of elite demon clan warriors, have their sights set on the kingdom.\n\n(Source: Anime News Network)","rating":8.2,"startDate":"2018-01-13","endDate":"2018-06-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12633/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12633/small.jpg","episodeCount":24,"categories":["Super Power","Fantasy World","Action","Fantasy","Adventure","Ecchi"]},{"id":37,"title":"Naruto","enTitle":"Naruto","description":"Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n[Written by MAL Rewrite]","rating":8,"startDate":"2002-10-03","endDate":"2007-02-08","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/11/poster_image/large-5e901605066f7f2727f49d01859bbfe4.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/11/small.jpg","episodeCount":220,"categories":["Martial Arts","Ninja","Super Power","Fantasy World","Action","Adventure","Comedy"]},{"id":38,"title":"BLEACH","enTitle":"Bleach","description":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n[Written by MAL Rewrite]","rating":7.7,"startDate":"2004-10-05","endDate":"2012-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/244/large.jpg","coverImage":"https://media.kitsu.io/anime/244/cover_image/small-eab3de71a830ac6dc2e37372ea999b7e.jpeg","episodeCount":366,"categories":["Martial Arts","Swordplay","Super Power","Present","Fantasy World","Contemporary Fantasy","Japan","Plot Continuity","Asia","Parallel Universe"]},{"id":39,"title":"Haikyuu!! Second Season","enTitle":"Haikyu!! 2nd Season","description":"Following their participation at the Inter-High, the Karasuno High School volleyball team attempts to refocus their efforts, aiming to conquer the Spring tournament instead. \n\nWhen they receive an invitation from long-standing rival Nekoma High, Karasuno agrees to take part in a large training camp alongside many notable volleyball teams in Tokyo and even some national level players. By playing with some of the toughest teams in Japan, they hope not only to sharpen their skills, but also come up with new attacks that would strengthen them. Moreover, Hinata and Kageyama attempt to devise a more powerful weapon, one that could possibly break the sturdiest of blocks. \n\nFacing what may be their last chance at victory before the senior players graduate, the members of Karasuno's volleyball team must learn to settle their differences and train harder than ever if they hope to overcome formidable opponents old and new—including their archrival Aoba Jousai and its world-class setter Tooru Oikawa.\n\n(Source: MAL)","rating":8.3,"startDate":"2015-10-04","endDate":"2016-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10076/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10076/small.jpg","episodeCount":25,"categories":["Present","Earth","School Clubs","Japan","Volleyball","Plot Continuity","Asia","Comedy","School Life","Sports"]},{"id":40,"title":"Vinland Saga Season 2","enTitle":null,"description":"A new millennium begins in the southern part of the Jutland peninsula in Denmark.\nAfter the death of his longtime enemy, Askeladd, Thorfinn lost his purpose in life. He was bought by the landowner Ketil as a \"slave\" and engaged in land reclamation work on his farm. Thorfinn meets a young man there, Einar, who was also a slave like him. The encounter with Einar led Thorfinn to face the sins he had committed and began to find meaning in life.\nOn the other hand, Canute, who became the King of England, attempted to extend his territory for the establishment of \"the promised land\".\n\n(Source: Official Website)","rating":8.2,"startDate":"2023-01-09","endDate":"2023-06-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44875/poster_image/large-c91906d83db833c1dad74f7ced0ada7b.jpeg","coverImage":"https://media.kitsu.io/anime/44875/cover_image/small-7274b14f9320542355854f9047e25def.jpeg","episodeCount":24,"categories":["Historical","Violence","Action","Adventure","Slavery","Revenge","Drama","Coming Of Age","War","Seinen"]},{"id":41,"title":"Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou","enTitle":"Haikyu!! 3rd Season","description":"The third season of Haikyuu!!","rating":8.3,"startDate":"2016-10-08","endDate":"2016-12-10","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11935/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11935/small.jpg","episodeCount":10,"categories":["Volleyball","Comedy","School Life","Sports","Shounen"]},{"id":42,"title":"Tensei shitara Slime Datta Ken","enTitle":"That Time I Got Reincarnated as a Slime","description":"Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2018-10-02","endDate":"2019-03-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41024/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/41024/small.jpg","episodeCount":24,"categories":["Action","Fantasy","Adventure","Comedy","Harem","Shounen","Isekai"]},{"id":43,"title":"Shigatsu wa Kimi no Uso","enTitle":"Your Lie in April","description":"Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano.\nTwo years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again.\nBased on the manga series of the same name, Shigatsu wa Kimi no Uso approaches the story of Kousei's recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2014-10-10","endDate":"2015-03-20","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8403/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8403/small.jpg","episodeCount":22,"categories":["Present","Earth","Japan","Plot Continuity","Music","Asia","Romance","Friendship","School Life","The Arts"]},{"id":44,"title":"Dr. Stone","enTitle":"Dr. STONE","description":"Several thousand years after a mysterious phenomenon that turns all of humanity to stone, the extraordinarily intelligent, science-driven boy, Senku Ishigami, awakens.\n\nFacing a world of stone and the total collapse of civilization, Senku makes up his mind to use science to rebuild the world. Starting with his super strong childhood friend Taiju Oki, who awakened at the same time, they will begin to rebuild civilization from nothing...\n\nDepicting two million years of scientific history from the Stone Age to present day, the unprecedented crafting adventure story is about to begin!\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2019-07-05","endDate":"2019-12-13","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/42080/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/42080/small.jpg","episodeCount":24,"categories":["Future","Plot Continuity","Action","Science Fiction","Adventure","Comedy","Disaster","Post Apocalypse","Shounen"]},{"id":45,"title":"Jigokuraku","enTitle":"Hell's Paradise","description":"The Edo period is nearing its end. Gabimaru, a shinobi formerly known as the strongest in Iwagakure who is now a death row convict, is told that he will be acquitted and set free if he can bring back the Elixir of Life from an island that is rumored to be the Buddhist pure land Sukhavati. In hopes of reuniting with his beloved wife, Gabimaru heads to the island along with the executioner Yamada Asaemon Sagiri. Upon arriving there, they encounter other death row convicts in search of the Elixir of Life... as well as a host of unknown creatures, eerie manmade statues, and the hermits who rule the island. Can Gabimaru find the Elixir of Life on this mysterious island and make it back home alive?\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2023-04-01","endDate":"2023-07-01","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44012/poster_image/large-a82dcf6cbdfd5217530236ae5d8b100f.jpeg","coverImage":"https://media.kitsu.io/anime/44012/cover_image/small-e5a6bb52ba311550a1281b0274e817c5.jpeg","episodeCount":13,"categories":["Samurai","Ninja","Swordplay","Island","Historical","Violence","Action","Fantasy","Romance","Buddhism"]},{"id":46,"title":"Howl's Moving Castle","enTitle":"Howl's Moving Castle","description":"Sophie, a quiet girl working in a hat shop, finds her life thrown into turmoil when she is literally swept off her feet by a handsome but mysterious wizard named Howl. The vain and vengeful Witch of the Waste, jealous of their friendship, puts a spell on Sophie. In a life-changing adventure, Sophie climbs aboard Howl's magnificent flying castle and enters a magical world on a quest to break the spell.\n\n(Source: Disney)","rating":8.2,"startDate":"2004-11-20","endDate":"2004-11-20","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/395/poster_image/large-eb75740695abaf88c5714c268a51b7ef.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/395/small.jpg","episodeCount":1,"categories":["Air Force","Magic","Fantasy World","Demon","Fantasy","Adventure","Romance","Steampunk","War"]},{"id":47,"title":"Boku no Kokoro no Yabai Yatsu","enTitle":"The Dangers in My Heart","description":"Fascinated by murder and all things macabre, Kyoutarou daydreams of acting out his twisted fantasies on his unsuspecting classmates — but an encounter with Anna Yamada, the gorgeous class idol, lights a spark in the darkness of his heart. It’s a classic tale of an antisocial boy falling for a popular girl, but neither are who they appear to be at first glance. Will Kyoutarou and Anna defy their expectations of each other — and of themselves?\n\n(Source: HIDIVE)","rating":8.2,"startDate":"2023-04-02","endDate":"2023-06-18","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/46299/poster_image/large-116b49ab958abf27bbbb38e9215a0fe1.jpeg","coverImage":"https://media.kitsu.io/anime/46299/cover_image/small-6fec9232034627bf7f40d362add228e9.jpeg","episodeCount":12,"categories":["Comedy","Romance","Slice of Life"]},{"id":48,"title":"Violet Evergarden","enTitle":"Violet Evergarden","description":"There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning.\nA certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation.\n\nViolet Evergarden, a young girl formerly known as “the weapon”, has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of “Auto Memories Dolls”, who carry people's thoughts and convert them into words.\n\nViolet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. All the while searching for the meaning of those words.\n\n(Source: Anime Expo)","rating":8.2,"startDate":"2018-01-11","endDate":"2018-04-05","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12230/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12230/small.jpg","episodeCount":13,"categories":["Android","Science Fiction","Fantasy","Slice of Life","Steampunk","Drama","War","Military"]},{"id":49,"title":"No Game No Life","enTitle":"No Game, No Life","description":"No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-04-09","endDate":"2014-06-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7880/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7880/small.jpg","episodeCount":12,"categories":["Super Power","Fantasy World","Parody","Parallel Universe","Fantasy","Adventure","Comedy","Ecchi","Isekai"]},{"id":50,"title":"Blue Lock","enTitle":"Blue Lock","description":"Japan’s desire for World Cup glory leads the Japanese Football Association to launch a new rigorous training program to find the national team’s next striker. Three hundred high school players are pitted against each other for the position, but only one will come out on top. Who among them will be the striker to usher in a new era of Japanese soccer?\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2022-10-08","endDate":"2023-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44973/poster_image/large-ca235304c71f4233e60f6efb3967654d.jpeg","coverImage":"https://media.kitsu.io/anime/44973/cover_image/small-407350ba35e8617d833c615d56ed7b3a.jpeg","episodeCount":24,"categories":["Sports","Soccer","Shounen"]},{"id":51,"title":"Mob Psycho 100","enTitle":"Mob Psycho 100","description":"Kageyama Shigeo, a.k.a. \"Mob,\" is a boy who has trouble expressing himself, but who happens to be a powerful esper. Mob is determined to live a normal life and keeps his ESP suppressed, but when his emotions surge to a level of 100%, something terrible happens to him! As he's surrounded by false espers, evil spirits, and mysterious organizations, what will Mob think? What choices will he make?\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2016-07-12","endDate":"2016-09-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/11578/poster_image/large-e969f8a688549dd8e02ffd59f49122e9.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/11578/small.jpg","episodeCount":12,"categories":["Ghost","Super Power","Plot Continuity","Action","Comedy","Slice of Life"]},{"id":52,"title":"Steins;Gate","enTitle":"Steins;Gate","description":"The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective \"future gadgets\" with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed \"Daru.\" The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the \"Phone Microwave,\" which performs the strange function of morphing bananas into piles of green gel.\n\nThough miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history.\n\nAdapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2011-04-06","endDate":"2011-09-14","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/5646/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/5646/small.jpg","episodeCount":24,"categories":["Present","Earth","Time Travel","Japan","Plot Continuity","Asia","Science Fiction","Thriller","Comedy","Drama"]},{"id":53,"title":"Sword Art Online","enTitle":"Sword Art Online","description":"In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of \"NerveGear\" technology, players can control their avatars within the game using nothing but their own thoughts.\nKazuto Kirigaya, nicknamed \"Kirito,\" is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game.\nIn order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell.\n[Written by MAL Rewrite]","rating":7.4,"startDate":"2012-07-08","endDate":"2012-12-23","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/6589/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/6589/small.jpg","episodeCount":25,"categories":["Swordplay","Future","High Fantasy","Japan","Violence","Love Polygon","Asia","Virtual Reality","Action","Angst"]},{"id":54,"title":"Mushoku Tensei: Isekai Ittara Honki Dasu Part 2","enTitle":"Mushoku Tensei: Jobless Reincarnation Part 2","description":"The second cour of Mushoku Tensei: Isekai Ittara Honki Dasu.\n\nRudy, Eris, and Rujierd head for the Asura Kingdom in search of answers. Meanwhile, Roxy sets out across the Demon Continent to find Rudy.\n\n(Source: Funimation)","rating":8.2,"startDate":"2021-10-03","endDate":"2021-12-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/43907/poster_image/large-ed5053e20c9ed90f1af8d6184f3ca808.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/43907/small.jpg","episodeCount":12,"categories":["Magic","Fantasy World","Fantasy","Drama","Isekai"]},{"id":55,"title":"Tokyo Ghoul","enTitle":"Tokyo Ghoul","description":"The suspense horror/dark fantasy story is set in Tokyo, which is haunted by mysterious \"ghouls\" who are devouring humans. People are gripped by the fear of these ghouls whose identities are masked in mystery. An ordinary college student named Kaneki encounters Rize, a girl who is an avid reader like him, at the café he frequents. Little does he realize that his fate will change overnight.\n\n(Source: Anime News Network)","rating":8,"startDate":"2014-07-04","endDate":"2014-09-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8271/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8271/small.jpg","episodeCount":12,"categories":["Dark Fantasy","Violence","Action","Horror","Psychological","Mystery"]},{"id":56,"title":"Horimiya","enTitle":null,"description":"Do opposites attract? At school, Hori is a social butterfly but her life at home is anything but perfect. Left to raise her brother, she’s facing responsibilities that she’s not ready for.\n\nMeanwhile, under a brooding façade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they’ve never shown. Could this blossom into something new?\n\n(Source: Funimation)","rating":8.2,"startDate":"2021-01-10","endDate":"2021-04-04","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/43545/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/43545/small.jpg","episodeCount":13,"categories":["High School","Comedy","Romance","Slice of Life","School Life","Shounen"]},{"id":57,"title":"Toradora!","enTitle":"Toradora!","description":"Ryuuji Takasu is a gentle high school student with a love for housework; but in contrast to his kind nature, he has an intimidating face that often gets him labeled as a delinquent. On the other hand is Taiga Aisaka, a small, doll-like student, who is anything but a cute and fragile girl. Equipped with a wooden katana and feisty personality, Taiga is known throughout the school as the \"Palmtop Tiger.\"\nOne day, an embarrassing mistake causes the two students to cross paths. Ryuuji discovers that Taiga actually has a sweet side: she has a crush on the popular vice president, Yuusaku Kitamura, who happens to be his best friend. But things only get crazier when Ryuuji reveals that he has a crush on Minori Kushieda—Taiga's best friend!Toradora! is a romantic comedy that follows this odd duo as they embark on a quest to help each other with their respective crushes, forming an unlikely alliance in the process.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2008-10-02","endDate":"2009-03-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/3532/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/3532/small.jpg","episodeCount":25,"categories":["High School","Present","Earth","Slapstick","Japan","Love Polygon","Comedy","Romance","Slice of Life","School Life"]},{"id":58,"title":"Saiki Kusuo no Ψ-nan (TV)","enTitle":"The Disastrous Life of Saiki K.","description":"To the average person, psychic abilities might seem a blessing; for Kusuo Saiki, however, this couldn't be further from the truth. Gifted with a wide assortment of supernatural abilities ranging from telepathy to x-ray vision, he finds this so-called blessing to be nothing but a curse. As all the inconveniences his powers cause constantly pile up, all Kusuo aims for is an ordinary, hassle-free life—a life where ignorance is bliss.\nUnfortunately, the life of a psychic is far from quiet. Though Kusuo tries to stay out of the spotlight by keeping his powers a secret from his classmates, he ends up inadvertently attracting the attention of many odd characters, such as the empty-headed Riki Nendou and the delusional Shun Kaidou. Forced to deal with the craziness of the people around him, Kusuo comes to learn that the ordinary life he has been striving for is a lot more difficult to achieve than expected.\n\nNote: Originally aired as 120 5min episodes that were later compiled into 24 normal lenght episodes","rating":8.2,"startDate":"2016-07-04","endDate":"2016-12-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/12127/poster_image/large-ad385de004aab787429f866b59c340e4.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/12127/small.jpg","episodeCount":120,"categories":["High School","Super Power","Absurdist Humour","Breaking The Fourth Wall","Comedy","School Life"]},{"id":59,"title":"One Punch Man 2","enTitle":"One-Punch Man 2","description":"The second season of One Punch Man.\n\nSaitama is a hero who only became a hero for fun. After three years of “special training,” he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch. Now, the great seer Madame Shibabawa’s prediction about the Earth being doomed seems to be coming true as the frequency of monster incidents escalates. Alongside Genos, his faithful disciple, Saitama begins his official hero duties as a member of the Hero Association, while Garou, a man utterly fascinated by monsters, makes his appearance.\n\n(Source: Anilist)","rating":8,"startDate":"2019-04-10","endDate":"2019-07-03","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12566/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12566/small.jpg","episodeCount":12,"categories":["Super Power","Parody","Action","Science Fiction","Fantasy","Comedy","Superhero","Shounen"]},{"id":60,"title":"Dragon Ball Z","enTitle":"Dragon Ball Z","description":"Five years after winning the World Martial Arts tournament, Gokuu is now living a peaceful life with his wife and son. This changes, however, with the arrival of a mysterious enemy named Raditz who presents himself as Gokuu's long-lost brother. He reveals that Gokuu is a warrior from the once powerful but now virtually extinct Saiyan race, whose homeworld was completely annihilated. When he was sent to Earth as a baby, Gokuu's sole purpose was to conquer and destroy the planet; but after suffering amnesia from a head injury, his violent and savage nature changed, and instead was raised as a kind and well-mannered boy, now fighting to protect others.\nWith his failed attempt at forcibly recruiting Gokuu as an ally, Raditz warns Gokuu's friends of a new threat that's rapidly approaching Earth—one that could plunge Earth into an intergalactic conflict and cause the heavens themselves to shake. A war will be fought over the seven mystical dragon balls, and only the strongest will survive in Dragon Ball Z.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"1989-04-26","endDate":"1996-01-31","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/720/poster_image/large-5cfc7e2756852e708c822df0a9f59871.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/720/small.jpg","episodeCount":291,"categories":["Alien","Martial Arts","Super Power","Earth","Other Planet","Humanoid Alien","Plot Continuity","Action","Fantasy","Adventure"]},{"id":61,"title":"Gintama","enTitle":"Gintama","description":"The Amanto, aliens from outer space, have invaded Earth and taken over feudal Japan. As a result, a prohibition on swords has been established, and the samurai of Japan are treated with disregard as a consequence.\nHowever one man, Gintoki Sakata, still possesses the heart of the samurai, although from his love of sweets and work as a yorozuya, one might not expect it. Accompanying him in his jack-of-all-trades line of work are Shinpachi Shimura, a boy with glasses and a strong heart, Kagura with her umbrella and seemingly bottomless stomach, as well as Sadaharu, their oversized pet dog. Of course, these odd jobs are not always simple, as they frequently have run-ins with the police, ragtag rebels, and assassins, oftentimes leading to humorous but unfortunate consequences.\nWho said life as an errand boy was easy?\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2006-04-04","endDate":"2010-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/818/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/818/small.jpg","episodeCount":201,"categories":["Samurai","Alien","Ninja","Past","Earth","Alternative Past","Historical","Slapstick","Breaking The Fourth Wall","Parody"]},{"id":62,"title":"Tokyo Revengers: Tenjiku-hen","enTitle":"Tokyo Revengers: Tenjiku","description":"The third season of Tokyo Revengers.","rating":8.2,"startDate":"2023-10-03","endDate":"2023-12-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/47278/poster_image/large-7a211533fea2fbc643038818ee3dc224.jpeg","coverImage":"https://media.kitsu.io/anime/47278/cover_image/small-313a8d74e4a178ef43646fd37c25fdac.jpeg","episodeCount":13,"categories":["Delinquent","Time Travel","Action","Romance","School Life","Crime","Drama","Supernatural","Shounen"]},{"id":63,"title":"Cowboy Bebop","enTitle":"Cowboy Bebop","description":"In the year 2071, humanity has colonized several of the planets and moons of the solar system leaving the now uninhabitable surface of planet Earth behind. The Inter Solar System Police attempts to keep peace in the galaxy, aided in part by outlaw bounty hunters, referred to as \"Cowboys\". The ragtag team aboard the spaceship Bebop are two such individuals.\nMellow and carefree Spike Spiegel is balanced by his boisterous, pragmatic partner Jet Black as the pair makes a living chasing bounties and collecting rewards. Thrown off course by the addition of new members that they meet in their travels—Ein, a genetically engineered, highly intelligent Welsh Corgi; femme fatale Faye Valentine, an enigmatic trickster with memory loss; and the strange computer whiz kid Edward Wong—the crew embarks on thrilling adventures that unravel each member's dark and mysterious past little by little. \nWell-balanced with high density action and light-hearted comedy, Cowboy Bebop is a space Western classic and an homage to the smooth and improvised music it is named after.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"1998-04-03","endDate":"1999-04-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/1/large.jpg","coverImage":"https://media.kitsu.io/anime/1/cover_image/small-33ff2ab0f599bc15ed73856ecd13fe71.jpeg","episodeCount":26,"categories":["Bounty Hunter","Gunfights","Future","Space","Space Travel","Other Planet","Shipboard","Action","Science Fiction","Adventure"]},{"id":64,"title":"Shokugeki no Souma","enTitle":"Food Wars! Shokugeki no Soma","description":"Ever since he was a child, fifteen-year-old Souma Yukihira has helped his father by working as the sous chef in the restaurant his father runs and owns. Throughout the years, Souma developed a passion for entertaining his customers with his creative, skilled, and daring culinary creations. His dream is to someday own his family's restaurant as its head chef.\nYet when his father suddenly decides to close the restaurant to test his cooking abilities in restaurants around the world, he sends Souma to Tootsuki Culinary Academy, an elite cooking school where only 10 percent of the students graduate. The institution is famous for its \"Shokugeki\" or \"food wars,\" where students face off in intense, high-stakes cooking showdowns.\nAs Souma and his new schoolmates struggle to survive the extreme lifestyle of Tootsuki, more and greater challenges await him, putting his years of learning under his father to the test.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2015-04-04","endDate":"2015-09-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/9967/poster_image/large-a95e716ae5f3567f7cbc01fbac53d3a5.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/9967/small.jpg","episodeCount":24,"categories":["Cooking","Present","Japan","Comedy","Ecchi","School Life","Shounen"]},{"id":65,"title":"Avatar: The Last Airbender Book 3: Fire","enTitle":"Avatar: The Last Airbender Book 3: Fire","description":"Third and final season focuses on Aang's quest to defeat the tyrannical Fire Lord. In the season's beginning, Aang and his friends Sokka, Katara, and Toph are traveling through the Fire Nation, conjuring a plan for invading the Fire Nation and looking for a teacher to teach Aang Firebending. Time is against our heroes as Sozin's Comet fast approaches...","rating":8.2,"startDate":"2007-09-21","endDate":"2008-07-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7926/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7926/small.jpg","episodeCount":21,"categories":["Martial Arts","Super Power","Fantasy World","Action","Fantasy","Adventure","Comedy","Drama","Anime Influenced"]},{"id":66,"title":"Fairy Tail","enTitle":"Fairy Tail","description":"A superficial but kind-hearted celestial mage, Lucy Heartfilia, joins a famous wizarding guild in Magnolia Town called Fairy Tail, where the members use their powers to earn rewards in exchange for fulfilling quests. Here she befriends an impetuous but faithful dragon-slayer wizard, Natsu Dragneel, who is scouring the land for his missing father. The two form a bond with fellow mages Erza Scarlet and Gray Fullbuster, and together they tackle daunting challenges, taking on several powerful allies and foes along the way. \nCreated by Hiro Mashima, Fairy Tail is an action-packed adventure that follows Lucy and her friends as they learn the value of friendship, forgiveness and family.\n[Written by MAL Rewrite]","rating":7.8,"startDate":"2009-10-12","endDate":"2013-03-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/4676/poster_image/large-d761d48a72e02e5433d70b8521cea862.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/4676/small.jpg","episodeCount":175,"categories":["Magic","Fantasy World","Plot Continuity","Action","Fantasy","Adventure","Comedy","Ecchi","Friendship","Shounen"]},{"id":67,"title":"Attack on Titan: No Regrets","enTitle":"Attack on Titan: No Regrets","description":"Many years before becoming the famed captain of the Survey Corps, a young Levi struggles to survive in the capital's garbage dump, the Underground. As the boss of his own criminal operation, Levi attempts to get by with meager earnings while aided by fellow criminals, Isabel Magnolia and Farlan Church. With little hope for the future, Levi accepts a deal from the anti-expedition faction leader Nicholas Lobov, who promises the trio citizenship aboveground if they are able to successfully assassinate Erwin Smith, a squad leader of the Survey Corps.\n\nAs Levi and Erwin cross paths, Erwin acknowledges Levi's agility and skill and gives him the option to either become part of the expedition team, or be turned over to the Military Police, to atone for his crimes. Now closer to the man they are tasked to kill, the group plans to complete their mission and save themselves from a grim demise in the dim recesses of their past home. However, they are about to learn that the surface world is not as liberating as they had thought and that sometimes, freedom can come at a heavy price.\n\nBased on the popular spin-off manga of the same name, Shingeki no Kyojin: Kuinaki Sentaku illustrates the encounter between two of Shingeki no Kyojin's pivotal characters, as well as the events of the 23rd expedition beyond the walls.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-12-09","endDate":"2015-04-09","subtype":"OVA","status":"finished","posterImage":"https://media.kitsu.io/anime/8674/poster_image/large-f5bc19f868ea6d49389400734f1b31de.jpeg","coverImage":"https://media.kitsu.io/anime/8674/cover_image/small-757c588c544992cca318691cffe36250.jpeg","episodeCount":2,"categories":["Violence","Action","Fantasy","Military","Shounen"]},{"id":68,"title":"Kiseijuu: Sei no Kakuritsu","enTitle":"Parasyte -the maxim-","description":"All of a sudden, they arrived: parasitic aliens that descended upon Earth and quickly infiltrated humanity by burrowing into the brains of vulnerable targets. These insatiable beings acquire full control of their host and are able to morph into a variety of forms in order to feed on unsuspecting prey.\n\nSixteen-year-old high school student Shinichi Izumi falls victim to one of these parasites, but it fails to take over his brain, ending up in his right hand instead. Unable to relocate, the parasite, now named Migi, has no choice but to rely on Shinichi in order to stay alive. Thus, the pair is forced into an uneasy coexistence and must defend themselves from hostile parasites that hope to eradicate this new threat to their species.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-10-09","endDate":"2015-03-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8147/large.jpg","coverImage":"https://media.kitsu.io/anime/8147/cover_image/small-78b5e593bc969ed8475d2f55f362a66f.jpeg","episodeCount":24,"categories":["High School","Earth","Japan","Violence","Parasite","Plot Continuity","Asia","Action","Science Fiction","Horror"]},{"id":69,"title":"Ao no Exorcist","enTitle":"Blue Exorcist","description":"Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king.Ao no Exorcist follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager—that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio.\n[Written by MAL Rewrite]","rating":7.8,"startDate":"2011-04-17","endDate":"2011-10-02","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/5940/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/5940/small.jpg","episodeCount":25,"categories":["Fantasy World","Earth","Demon","Contemporary Fantasy","Japan","Asia","Parallel Universe","Action","Fantasy","Adventure"]},{"id":70,"title":"Boruto: Naruto Next Generations","enTitle":null,"description":"Naruto was a young shinobi with an incorrigible knack for mischief. He achieved his dream to become the greatest ninja in the village and his face sits atop the Hokage monument. But this is not his story... A new generation of ninja are ready to take the stage, led by Naruto's own son, Boruto!\n\n(Source: VIZ Media)","rating":6.4,"startDate":"2017-04-05","endDate":"2023-03-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/13051/poster_image/large-d666d75fef96d34c61283ded8036ce54.jpeg","coverImage":"https://media.kitsu.io/anime/13051/cover_image/small-ced18ea9d05f044cff43f959349590a7.jpeg","episodeCount":293,"categories":["Martial Arts","Ninja","Super Power","Action","Adventure","Shounen"]},{"id":71,"title":"Monster","enTitle":"Monster","description":"Dr. Kenzou Tenma is a renowned brain surgeon of Japanese descent working in Europe. Highly lauded by his peers as one of the great young minds that will revolutionize the field, he is blessed with a beautiful fiancée and is on the cusp of a big promotion in the hospital he works at. But all of that is about to change with a grave dilemma that Kenzou faces one night—whether to save the life of a small boy or that of the town's mayor. Despite being pressured by his superiors to perform surgery on the mayor, his morals force him to perform the surgery on the other critical patient, saving his life and forfeiting the mayor's. A doctor is taught to believe that all life is equal; however, when a series of murders occur in the surgeon's vicinity, all of the evidence pointing to the boy he saved, Kenzou's beliefs are shaken. Along his journey to unravel the true identity of his little patient, Kenzou discovers that the fate of the world may be intertwined with the mysterious child.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2004-04-07","endDate":"2005-09-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10/small.jpg","episodeCount":74,"categories":["Present","Earth","Violence","Plot Continuity","Germany","Europe","Angst","Horror","Thriller","Conspiracy"]},{"id":72,"title":"Avatar: The Last Airbender Book 2: Earth","enTitle":"Avatar: The Last Airbender Book 2: Earth","description":"Aang and his friends Katara and Sokka are on a quest to find an Earthbending teacher. After finding important information concerning the war with the Fire Nation, their journey leads to Ba Sing Se, the capital of the Earth Kingdom, where they uncover great internal government corruption.","rating":8.2,"startDate":"2006-03-17","endDate":"2006-12-01","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7937/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7937/small.jpg","episodeCount":20,"categories":["Martial Arts","Super Power","Fantasy World","Action","Fantasy","Adventure","Comedy","Drama","Anime Influenced"]},{"id":73,"title":"Fairy Tail: Final Series","enTitle":"Fairy Tail Final Series","description":"The final season of Fairy Tail.","rating":8.2,"startDate":"2018-10-07","endDate":"2019-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13658/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13658/small.jpg","episodeCount":51,"categories":["Magic","Fantasy World","Action","Fantasy","Adventure","Comedy","Friendship","Shounen"]},{"id":74,"title":"Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen","enTitle":"Kaguya-sama: Love is War","description":"Known for being both brilliant and powerful, Miyuki Shirogane and Kaguya Shinomiya lead the illustrious Shuchiin Academy as near equals. Everyone thinks they’d make a great couple. But with pride and arrogance in ample supply, the only logical move is to trick the other into instigating a date! Who will come out on top in this psychological war where the first move is the only one that matters?\n\n(Source: Funimation)","rating":8.2,"startDate":"2019-01-12","endDate":"2019-03-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41373/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/41373/small.jpg","episodeCount":12,"categories":["High School","Comedy","Romance","School Life","Student Government","Psychological"]},{"id":75,"title":"Ansatsu Kyoushitsu 2nd Season: Kagaijugyou-hen","enTitle":null,"description":"Shorts of Ansatsu Kyoushitsu (TV) 2nd Season which adapt chapters of the manga which are not in the TV series. \nThe adapted chapters are 78 (\"Takebayashi no Jikan\") and 79 (\"Shihaisha no Jikan, Ni Jikanme\"), which are published in the ninth manga volume.","rating":8.2,"startDate":"2016-03-11","endDate":"2016-05-20","subtype":"ONA","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11899/large.jpg","coverImage":"https://media.kitsu.io/anime/11899/cover_image/small-cf7ca100087f8a13ed5f19784164bf86.jpeg","episodeCount":8,"categories":["Action","Comedy","School Life"]},{"id":76,"title":"Boku dake ga Inai Machi","enTitle":"ERASED","description":"When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls \"Revival,\" to save many lives.\nHowever, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right.Boku dake ga Inai Machi follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2016-01-08","endDate":"2016-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11110/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11110/small.jpg","episodeCount":12,"categories":["Present","Past","Time Travel","Plot Continuity","Angst","Thriller","Psychological","Supernatural","Mystery"]},{"id":77,"title":"Dragon Ball","enTitle":"Dragon Ball","description":"Gokuu Son is a young boy who lives in the woods all alone—that is, until a girl named Bulma runs into him in her search for a set of magical objects called the \"Dragon Balls.\" Since the artifacts are said to grant one wish to whoever collects all seven, Bulma hopes to gather them and wish for a perfect boyfriend. Gokuu happens to be in possession of a dragon ball, but unfortunately for Bulma, he refuses to part ways with it, so she makes him a deal: he can tag along on her journey if he lets her borrow the dragon ball's power. With that, the two set off on the journey of a lifetime.\nThey don't go on the journey alone. On the way, they meet the old Muten-Roshi and wannabe disciple Kuririn, with whom Gokuu trains to become a stronger martial artist for the upcoming World Martial Arts Tournament. However, it's not all fun and games; the ability to make any wish come true is a powerful one, and there are others who would do much worse than just wishing for a boyfriend. To stop those who would try to abuse the legendary power, they train to become stronger fighters, using their newfound strength to help the people around them along the way.\n[Written by MAL Rewrite]","rating":8.1,"startDate":"1986-02-26","endDate":"1989-04-12","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/199/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/199/small.jpg","episodeCount":153,"categories":["Martial Arts","Super Power","Combat","Action","Fantasy","Adventure","Comedy","Shounen"]},{"id":78,"title":"Re:Zero kara Hajimeru Isekai Seikatsu","enTitle":"Re:ZERO -Starting Life in Another World-","description":"When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.\n\nHowever, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2016-04-04","endDate":"2016-09-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11209/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11209/small.jpg","episodeCount":25,"categories":["Magic","Violence","Parallel Universe","Fantasy","Thriller","Drama","Psychological","Isekai"]},{"id":79,"title":"Fullmetal Alchemist","enTitle":"Fullmetal Alchemist","description":"Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his brother as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor.\nA year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.\n\n(Source: MAL)","rating":8.2,"startDate":"2003-10-04","endDate":"2004-10-02","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/100/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/100/small.jpg","episodeCount":51,"categories":["Magic","Past","Fantasy World","Violence","Plot Continuity","Parallel Universe","Action","Angst","Fantasy","Adventure"]},{"id":80,"title":"Nana","enTitle":"Nana","description":"Nana Komatsu is a helpless, naïve 20-year-old who easily falls in love and becomes dependent and clingy to those around her. Even though she nurses ambitious dreams of removing herself from her provincial roots and finding her true calling, she ends up traveling to Tokyo with the humble reason of chasing her current boyfriend Shouji Endo.\nNana Osaki, on the other hand, is a proud, enigmatic punk rock vocalist from a similarly rural background, who nurtures the desire to become a professional singer. Putting her career with a fairly popular band (and her passionate romance with one of its former members) firmly behind her, she boards the same train to Tokyo as Nana Komatsu.\nThrough a fateful encounter in their journey toward the metropolis, the young women with the same given name are brought together, sparking a chain of events which eventually result in them sharing an apartment. As their friendship deepens, the two attempt to support each other through thick and thin, their deeply intertwined lives filled with romance, music, challenges, and heartbreaks that will ultimately test their seemingly unbreakable bond.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2006-04-05","endDate":"2007-03-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/777/poster_image/large-02fd1b083aefd40778a677450e2c23da.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/777/small.jpg","episodeCount":47,"categories":["Musical Band","Present","Earth","Japan","Tokyo","Plot Continuity","Music","Asia","Angst","Comedy"]},{"id":81,"title":"Neon Genesis Evangelion","enTitle":"Neon Genesis Evangelion","description":"In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist.\n\nFace to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders.\nWritten by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface...\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"1995-10-04","endDate":"1996-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/21/poster_image/large-9a3a9086a1b563e9e72d510118eb7d3c.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/21/small.jpg","episodeCount":26,"categories":["Middle School","Alien","Earth","Human Enhancement","Mecha","Piloted Robot","Japan","Violence","Plot Continuity","Asia"]},{"id":82,"title":"Avatar: The Last Airbender Book 1: Water","enTitle":null,"description":"Aang and his friends Katara and Sokka journey to the North Pole to find a Waterbending master to teach Aang and Katara. The Fire Nation is waging a seemingly endless war against the Earth Kingdom and the Water Tribes. Aang, the current Avatar, must master the four elements (Air, Water, Earth, and Fire) to end the war.","rating":8.2,"startDate":"2005-02-21","endDate":"2005-12-02","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7936/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7936/small.jpg","episodeCount":20,"categories":["Martial Arts","Super Power","Fantasy World","Action","Fantasy","Adventure","Comedy","Drama","Anime Influenced"]},{"id":83,"title":"Kono Subarashii Sekai ni Shukufuku wo! 2","enTitle":"KonoSuba: God's Blessing on This Wonderful World! 2","description":"Second season of Kono Subarashii Sekai ni Shukufuku wo!","rating":8.2,"startDate":"2017-01-12","endDate":"2017-03-16","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11937/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11937/small.jpg","episodeCount":10,"categories":["Magic","Deity","Fantasy World","Parody","Parallel Universe","Fantasy","Adventure","Comedy","Ecchi","Isekai"]},{"id":84,"title":"JoJo no Kimyou na Bouken (TV)","enTitle":"JoJo's Bizarre Adventure (2012)","description":"In 1868, Dario Brando saves the life of an English nobleman, George Joestar. By taking in Dario's son Dio when the boy becomes fatherless, George hopes to repay the debt he owes to his savior. However Dio, unsatisfied with his station in life, aspires to seize the Joestar house for his own. Wielding an Aztec stone mask with supernatural properties, he sets out to destroy George and his son, Jonathan \"JoJo\" Joestar, and triggers a chain of events that will continue to echo through the years to come.\n\nHalf a century later, in New York City, Jonathan's grandson Joseph Joestar discovers the legacy his grandfather left for him. When an archeological dig unearths the truth behind the stone mask, he realizes that he is the only one who can defeat the Pillar Men, mystical beings of immeasurable power who inadvertently began everything.\n\nAdapted from the first two arcs of Hirohiko Araki's outlandish manga series, JoJo no Kimyou na Bouken follows the many thrilling expeditions of JoJo and his descendants. Whether it's facing off with the evil Dio, or combatting the sinister Pillar Men, there's always plenty of bizarre adventures in store.\n\n(Source: MAL Rewrite)","rating":8.1,"startDate":"2012-10-06","endDate":"2013-04-06","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/7158/poster_image/large-9e79f5c290ae821d2141473e6fdb6532.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/7158/small.jpg","episodeCount":26,"categories":["Vampire","Super Power","Past","Earth","Historical","World War II","Violence","Europe","Action","Adventure"]},{"id":85,"title":"Kimi ni Todoke","enTitle":"Kimi ni Todoke: From Me to You","description":"Kuronuma Sawako is completely misunderstood by her classmates. Her timid and sweet demeanor is often mistaken for malicious behavior. This is due to her resemblance to the ghost girl from \"The Ring,\" which has led her peers to give her the nickname Sadako. Longing to make friends and live a normal life, she is naturally drawn to Kazehaya Shouta, the most popular guy in class, whose \"100% refreshing\" personality earns him great admiration from Sawako. So when Kazehaya starts talking to her, maybe there is hope for the friendships Sawako has always longed for. Maybe... there is even a little hope for some romance in her future.\n[Written by MAL Rewrite]","rating":8.1,"startDate":"2009-10-07","endDate":"2010-03-31","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/4397/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/4397/small.jpg","episodeCount":25,"categories":["High School","Present","Earth","Japan","Plot Continuity","Asia","Romance","Friendship","Slice of Life","School Life"]},{"id":86,"title":"Overlord","enTitle":"Overlord","description":"The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament.\n\n(Source: MAL Rewrite)","rating":8,"startDate":"2015-07-07","endDate":"2015-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/9965/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/9965/small.jpg","episodeCount":13,"categories":["Magic","Fantasy World","Violence","Virtual Reality","Action","Fantasy","Adventure","Isekai"]},{"id":87,"title":"BLEACH: Sennen Kessen-hen - Ketsubetsu-tan","enTitle":"BLEACH: Thousand-Year Blood War Part 2 - The Separation","description":"With the secrets of his past and power finally revealed to him, Ichigo has reforged his Zanpakuto, and can now continue his training under the Squad Zero. However, time is not on his side; Yhwach and his assembled Sternritter are on the warpath once more, ready to finish their destruction of Soul Society and complete their millennium-long vengeance. What's more, their ranks have grown, with Uryu Ishida joining his fellow Quincy in their blood war. When the fates of every soul in the universe are at stake, Ichigo must find the strength to take on his own friend.\n\n(Source: Anime News Network, edited)","rating":8.2,"startDate":"2023-07-08","endDate":"2023-09-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/46903/poster_image/large-fb66e30ae4cf5359e85a8f05b9f6ee3b.jpeg","coverImage":"https://media.kitsu.io/anime/46903/cover_image/small-6a09b6e0b49ef2c74a5e062cec8b6082.jpeg","episodeCount":13,"categories":["Ghost","Swordplay","Contemporary Fantasy","Violence","Plot Continuity","Parallel Universe","Action","Fantasy","Adventure","Drama"]},{"id":88,"title":"Enen no Shouboutai","enTitle":"Fire Force","description":"Tokyo is burning, and citizens are mysteriously suffering from spontaneous human combustion all throughout the city! Responsible for snuffing out this inferno is the Fire Force, and Shinra is ready to join their fight. Now, as part of Company 8, he’ll use his devil’s footprints to help keep the city from turning to ash! But his past and a burning secret behind the scenes could set everything ablaze.\n\n(Source: Crunchyroll)","rating":7.9,"startDate":"2019-07-06","endDate":"2019-12-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/42068/large.jpg","coverImage":"https://media.kitsu.io/anime/42068/cover_image/small-705e6f0c2e947c3d4e3a707ae662232f.jpeg","episodeCount":24,"categories":["Super Power","Demon","Action","Science Fiction","Supernatural","Shounen"]},{"id":89,"title":"Noragami Aragoto","enTitle":"Noragami Aragoto","description":"Yato and Yukine have finally mended their relationship as god and Regalia, and everyone has returned to their daily life. Yato remains a minor and unknown deity who continues taking odd jobs for five yen apiece in the hopes of one day having millions of worshippers and his own grand shrine. Hiyori Iki has yet to have her loose soul fixed by Yato, but she enjoys life and prepares to attend high school nonetheless.\nTaking place immediately after the first season, Noragami Aragoto delves into the complicated past between Yato and the god of war Bishamon. The female god holds a mysterious grudge against Yato, which often results in violent clashes between them. It doesn't help that Bishamon's most trusted and beloved Regalia, Kazuma, appears to be indebted to Yato. When lives are on the line, unraveling these mysteries and others may be the only way to correct past mistakes.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2015-10-03","endDate":"2015-12-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10800/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10800/small.jpg","episodeCount":13,"categories":["Deity","Super Power","Present","Earth","Contemporary Fantasy","Japan","Violence","Asia","Action","Adventure"]},{"id":90,"title":"Yuu☆Yuu☆Hakusho","enTitle":"Yu Yu Hakusho: Ghost Files","description":"One fateful day, Yuusuke Urameshi, a 14-year-old delinquent with a dim future, gets a miraculous chance to turn it all around when he throws himself in front of a moving car to save a young boy. His ultimate sacrifice is so out of character that the authorities of the spirit realm are not yet prepared to let him pass on. Koenma, heir to the throne of the spirit realm, offers Yuusuke an opportunity to regain his life through completion of a series of tasks. With the guidance of the death god Botan, he is to thwart evil presences on Earth as a Spirit Detective.\n\nTo help him on his venture, Yuusuke enlists ex-rival Kazuma Kuwabara, and two demons, Hiei and Kurama, who have criminal pasts. Together, they train and battle against enemies who would threaten humanity's very existence.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"1992-10-10","endDate":"1995-01-07","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/359/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/359/small.jpg","episodeCount":112,"categories":["Martial Arts","Super Power","Present","Fantasy World","Earth","Demon","Contemporary Fantasy","Japan","Violence","Plot Continuity"]},{"id":91,"title":"Mahoutsukai no Yome","enTitle":"The Ancient Magus' Bride","description":"Hatori Chise has lived a life full of neglect and abuse, devoid of anything resembling love. Far from the warmth of family, she has had her share of troubles and pitfalls. Just when all hope seems lost, a fateful encounter awaits her. When a man with the head of a beast, wielding strange powers, obtains her through a slave auction, Chise's life will never be the same again. The man is a \"magus,\"a sorcerer of great power, who decides to free Chise from the bonds of captivity. The magus then makes a bold statement: Chise will become his apprentice--and his bride! \n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2017-10-08","endDate":"2018-03-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13228/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13228/small.jpg","episodeCount":24,"categories":["Magic","Countryside","Alternative Present","Contemporary Fantasy","United Kingdom","Europe","Fantasy","Romance","Slice of Life","Slavery"]},{"id":92,"title":"InuYasha","enTitle":"InuYasha","description":"Based on the Shogakukan award-winning manga of the same name, InuYasha follows Kagome Higurashi, a fifteen-year-old girl whose normal life ends when a demon drags her into a cursed well on the grounds of her family's Shinto shrine. Instead of hitting the bottom of the well, Kagome ends up 500 years in the past during Japan's violent Sengoku period with the demon's true target, a wish-granting jewel called the Shikon Jewel, reborn inside of her.\n\nAfter a battle with a revived demon accidentally causes the sacred jewel to shatter, Kagome enlists the help of a young hybrid dog-demon/human named Inuyasha to help her collect the shards and prevent them from falling into the wrong hands. Joining Kagome and Inuyasha on their quest are the orphan fox-demon Shippo, the intelligent monk Miroku, and the lethal demon slayer Sango. Together, they must set aside their differences and work together to find the power granting shards spread across feudal Japan and deal with the threats that arise.\n\n[Written by MAL Rewrite]","rating":7.6,"startDate":"2000-10-16","endDate":"2004-09-13","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/224/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/224/small.jpg","episodeCount":167,"categories":["Magic","Martial Arts","Swordplay","Super Power","Past","Earth","Time Travel","Alternative Past","Demon","Contemporary Fantasy"]},{"id":94,"title":"Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou II","enTitle":"The Misfit of Demon King Academy Ⅱ: History's Strongest Demon King Reincarnates and Goes to School with His Descendants","description":"As peace returns to the demon realm, Anos Voldigoad wishes nothing more than to put his reputation as the Demon King of Tyranny to rest and go back to being a misfit at the prestigious Demon King Academy. Unfortunately, any tranquility is fleeting: sinister demons, kings, and deities plot Anos's demise from the shadows.\n\nRumors spread about the \"Child of God,\" a being whose power may rival that of Anos. To uncover the truth and eliminate the potential threat, Anos must journey deep into the land of spirits. However, the spirit world is shrouded in mystery, and it may only be entered after undergoing a series of difficult trials.\n\nWith unrivaled power and confidence, Anos braces himself to defeat various formidable enemies with grandiose titles. But he—with the assistance of his trusted allies—will barely have to break a sweat as the true Demon King of Tyranny.\n\n(Source: MAL Rewrite)","rating":7.2,"startDate":"2023-01-07","endDate":"2023-09-23","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44125/poster_image/large-c563ea91bba75cd57f87cb30c0b81ddf.jpeg","coverImage":"https://media.kitsu.io/anime/44125/cover_image/small-4041588b5f349e8af103721f8a4c7507.jpeg","episodeCount":12,"categories":["Magic","Demon","Action","Fantasy","Harem","School Life"]},{"id":95,"title":"Dororo","enTitle":"Dororo","description":"In Japan's Warring States period, Lord Daigo Kagemitsu makes a pact with 12 demons, exchanging his unborn son for the prosperity of his lands. The child is born malformed and is set adrift in a river, while Kagemitsu's lands thrive as promised. Years later, young thief Dororo encounters the mysterious \"Hyakkimaru\", a boy whose arms are blades and whose visionless eyes seem able to see monsters.\n\n(Source: Amazon Prime Video)","rating":8.2,"startDate":"2019-01-07","endDate":"2019-06-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41083/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/41083/small.jpg","episodeCount":24,"categories":["Historical","Demon","Action","Adventure","Supernatural","Shounen"]},{"id":96,"title":"Death Parade","enTitle":"Death Parade","description":"After death, there is no heaven or hell, only a bar that stands between reincarnation and oblivion. There the attendant will, one after another, challenge pairs of the recently deceased to a random game in which their fate of either ascending into reincarnation or falling into the void will be wagered. Whether it's bowling, darts, air hockey, or anything in between, each person's true nature will be revealed in a ghastly parade of death and memories, dancing to the whims of the bar's master. Welcome to Quindecim, where Decim, arbiter of the afterlife, awaits!\n\nDeath Parade expands upon the original one-shot intended to train young animators. It follows yet more people receiving judgment—until a strange, black-haired guest causes Decim to begin questioning his own rulings.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2015-01-10","endDate":"2015-03-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/9969/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/9969/small.jpg","episodeCount":12,"categories":["Present","Thriller","Drama","Psychological","Supernatural","Mystery"]},{"id":97,"title":"Shiguang Daili Ren","enTitle":"LINK CLICK","description":"In a modern metropolis there is a small store called \"Time Photo Studio.\" Although only a few customers come to visit, it's actually run by Cheng Xiaoshi and Lu Guang, two men with special powers. They cooperate and use their super powers to enter the photos in order to fulfill the client's request. However, things always get out of their control...\n\n(Source: Bilibili Official YouTube Channel)","rating":8.2,"startDate":"2021-04-30","endDate":"2021-07-09","subtype":"ONA","status":"finished","posterImage":"https://media.kitsu.io/anime/44503/poster_image/large-c06d4a2f405fef346c2b2793f42d2359.jpeg","coverImage":null,"episodeCount":11,"categories":["Super Power","Action","Fantasy","Drama","Psychological","Supernatural"]},{"id":98,"title":"Bungou Stray Dogs 5th Season","enTitle":"Bungou Stray Dogs 5","description":"Detective employees are caught one after another, and Kamui, the leader of Tenjin Goshui, is closing in on the Armed Detective Agency. Will the Agency survive?!\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2023-07-12","endDate":"2023-09-20","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/47258/poster_image/large-0b9473b509671edb02df885979461cab.jpeg","coverImage":null,"episodeCount":11,"categories":["Super Power","Action","Comedy","Supernatural","Mystery"]},{"id":99,"title":"JoJo no Kimyou na Bouken: Diamond wa Kudakenai","enTitle":"JoJo's Bizarre Adventure: Diamond is Unbreakable","description":"The year is 1999. Morioh, a normally quiet and peaceful town, has recently become a hotbed of strange activity. Joutarou Kuujou, now a marine biologist, heads to the mysterious town to meet Jousuke Higashikata. While the two may seem like strangers at first, Jousuke is actually the illegitimate child of Joutarou's grandfather, Joseph Joestar. When they meet, Joutarou realizes that he may have more in common with Jousuke than just a blood relation.\n\nAlong with the mild-mannered Kouichi Hirose and the boisterous Okuyasu Nijimura, the group dedicates themselves to investigating recent disappearances and other suspicious occurrences within Morioh. Aided by the power of Stands, the four men will encounter danger at every street corner, as it is up to them to unravel the town's secrets, before another occurs.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2016-04-02","endDate":"2016-12-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11459/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11459/small.jpg","episodeCount":39,"categories":["Super Power","Earth","Japan","Asia","Action","Adventure","Comedy","Proxy Battles","Shounen"]},{"id":100,"title":"Made in Abyss","enTitle":null,"description":"The enormous cave system, known as the Abyss, is the only unexplored place in the world. Nobody knows how deep down goes this titanic pit, inhabited by strange and wondrous creatures and full of mysterious ancient relics which purpose in unknown to modern man. Generations of bold adventurers have been drawn by the cryptic depths of the Abyss. In course of time those bold enough to explore the dangerous pit came to be known as \"Cave Raiders.\"\n\nIn Oosu, the town at the edge of the Abyss, there lives a little orphan named Rico, who dreams of becoming as great a cave raider as her mother was and solving the great mystery of the pit. One day exploring the murky depths she stumbles upon a little boy, who turns out to be a robot...","rating":8.2,"startDate":"2017-07-07","endDate":"2017-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13273/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13273/small.jpg","episodeCount":13,"categories":["Android","Human Enhancement","Dark Fantasy","Science Fiction","Fantasy","Adventure","Drama","Psychological"]},{"id":101,"title":"New Anime","enTitle":"New Anime EN Title","description":"Some Anime Description","rating":6,"startDate":"2024-02-02","endDate":"2024-02-02","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45857/poster_image/large-1ebb56f346edda6bcde9cdffa9b89316.jpeg","coverImage":"https://media.kitsu.io/anime/45857/cover_image/small-ad8a70b0301d4fbd955ba17e9ac5f36c.jpeg","episodeCount":25,"categories":["Magin","Dragon","Fantasy"]}]