[{"id":1,"title":"Jujutsu Kaisen Season 2","enTitle":"Jujutsu Kaisen Season 2","description":"The past comes to light when second-year students Satoru Gojou and Suguru Getou are tasked with escorting young Riko Amanai to Master Tengen. But when a non-sorcerer user tries to kill them, their mission to protect the Star Plasma Vessel threatens to turn them into bitter enemies and cement their destinies—one as the world’s strongest sorcerer, and the other its most twisted curse user!\n\n(Source: Crunchyroll)","rating":8.7,"startDate":"2023-07-06","endDate":"2023-12-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45857/poster_image/large-1ebb56f346edda6bcde9cdffa9b89316.jpeg","coverImage":"https://media.kitsu.io/anime/45857/cover_image/small-ad8a70b0301d4fbd955ba17e9ac5f36c.jpeg","episodeCount":23,"categories":["Martial Arts","Swordplay","Demon","Contemporary Fantasy","Japan","Violence","Action","Angst","Fantasy","School Life"]},{"id":2,"title":"One Piece","enTitle":"One Piece","description":"Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and death of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n[Written by MAL Rewrite]","rating":8.4,"startDate":"1999-10-20","endDate":null,"subtype":"TV","status":"current","posterImage":"https://media.kitsu.io/anime/poster_images/12/large.jpg","coverImage":"https://media.kitsu.io/anime/12/cover_image/small-8d0cbc39cac65d5d7c4db5f5b3742ae7.jpeg","episodeCount":null,"categories":["Pirate","Martial Arts","Swordplay","Super Power","Past","Fantasy World","Absurdist Humour","Slapstick","Plot Continuity","Stereotypes"]},{"id":3,"title":"Sousou no Frieren","enTitle":"Frieren: Beyond Journey’s End","description":"After the party of heroes defeated the Demon King, they restored peace to the land and returned to lives of solitude. Generations pass, and the elven mage Frieren comes face to face with humanity’s mortality. She takes on a new apprentice and promises to fulfill old friends’ dying wishes. Can an elven mind make peace with the nature of life and death? Frieren embarks on her quest to find out.\n\n(Source: Crunchyroll)","rating":8.3,"startDate":"2023-09-29","endDate":null,"subtype":"TV","status":"current","posterImage":"https://media.kitsu.io/anime/46474/poster_image/large-ec9b98dd5fbf8f92532d1edb45f9e882.jpeg","coverImage":"https://media.kitsu.io/anime/46474/cover_image/small-2467fb0c4f1283988febe4abd715a9b8.jpeg","episodeCount":28,"categories":["Elf","Magic","Fantasy","Adventure","Slice of Life","Drama","Shounen"]},{"id":4,"title":"Ore Dake Level Up na Ken","enTitle":"Solo Leveling","description":"They say whatever doesn’t kill you makes you stronger, but that’s not the case for the world’s weakest hunter Sung Jinwoo. After being brutally slaughtered by monsters in a high-ranking dungeon, Jinwoo came back with the System, a program only he could see, that’s leveling him up in every way. Now, he’s inspired to discover the secrets behind his powers and the dungeon that spawned them.\n\n(Source: Crunchyroll)","rating":8.4,"startDate":"2024-01-06","endDate":"2024-03-24","subtype":"TV","status":"current","posterImage":"https://media.kitsu.io/anime/46231/poster_image/large-cdadff31f42490b9f48a035939a01a92.jpeg","coverImage":"https://media.kitsu.io/anime/46231/cover_image/small-ff0997f6857e1dde6f3c5a62c594cbd4.jpeg","episodeCount":12,"categories":["Magic","Earth","Human Enhancement","Korea","Action","Fantasy","Adventure"]},{"id":5,"title":"SPY×FAMILY Season 2","enTitle":"SPY x FAMILY Season 2","description":"The second season of SPY×FAMILY.\n\nThe Forger family will face a new familial mission as Yor heads on a cruise ship expedition!\n\n(Source: Crunchyroll)","rating":8.3,"startDate":"2023-10-07","endDate":"2023-12-23","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/46873/poster_image/large-24cc86c76f372d6a7bf867c9dd536d15.jpeg","coverImage":"https://media.kitsu.io/anime/46873/cover_image/small-e66cc9a13a306d8a688e3917e946c4d0.jpeg","episodeCount":12,"categories":["Assassin","Action","Comedy","Slice of Life","Supernatural","Family"]},{"id":6,"title":"Jujutsu Kaisen","enTitle":null,"description":"Yuji Itadori is a boy with tremendous physical strength, though he lives a completely ordinary high school life. One day, to save a classmate who has been attacked by curses, he eats the finger of Ryomen Sukuna, taking the curse into his own soul. From then on, he shares one body with Ryomen Sukuna. Guided by the most powerful of sorcerers, Satoru Gojo, Itadori is admitted to Tokyo Jujutsu High School, an organization that fights the curses... and thus begins the heroic tale of a boy who became a curse to exorcise a curse, a life from which he could never turn back.\n\n(Source: Crunchyroll)","rating":8.6,"startDate":"2020-10-03","endDate":"2021-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/42765/poster_image/large-5ce19551c1a6cf995b378205b9149b5c.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/42765/small.jpg","episodeCount":24,"categories":["Martial Arts","Swordplay","Demon","Contemporary Fantasy","Japan","Violence","Action","Angst","Fantasy","School Life"]},{"id":7,"title":"Kimetsu no Yaiba","enTitle":"Demon Slayer: Kimetsu no Yaiba","description":"It is the Taisho Period in Japan. Tanjiro, a kindhearted boy who sells charcoal for a living, finds his family slaughtered by a demon. To make matters worse, his younger sister Nezuko, the sole survivor, has been transformed into a demon herself. Though devastated by this grim reality, Tanjiro resolves to become a “demon slayer” so that he can turn his sister back into a human, and kill the demon that massacred his family.\n\n(Source: Crunchyroll)","rating":8.6,"startDate":"2019-04-06","endDate":"2019-09-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41370/large.jpg","coverImage":"https://media.kitsu.io/anime/41370/cover_image/small-2fa71a7b014fd4b5629f3100789f9da8.jpeg","episodeCount":26,"categories":["Historical","Demon","Japan","Action","Fantasy","Adventure","Supernatural","Shounen"]},{"id":8,"title":"Kimetsu no Yaiba: Yuukaku-hen","enTitle":"Demon Slayer: Kimetsu no Yaiba - Entertainment District Arc","description":"After visiting the Rengoku residence, Tanjirou and his comrades volunteer for a mission within the Entertainment District, a place where desires are sold and demons dwell. They journey alongside the flashy Sound Hashira, Tengen Uzui, in search of a monstrous foe terrorizing the town. Sworn to slay creatures of the night, the hunt continues.\n\n(Source: Funimation)","rating":8.7,"startDate":"2021-12-05","endDate":"2022-02-13","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44081/poster_image/large-049ba5097e6d6dbb515a0584a7ccd3b2.jpeg","coverImage":"https://media.kitsu.io/anime/44081/cover_image/small-840ec82f0786fef4c1b53f91029c3923.jpeg","episodeCount":11,"categories":["Historical","Demon","Action","Supernatural","Shounen"]},{"id":9,"title":"Attack on Titan","enTitle":"Attack on Titan","description":"Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\n\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached.\n\n(Source: MAL Rewrite)","rating":8.5,"startDate":"2013-04-07","endDate":"2013-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7442/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7442/small.jpg","episodeCount":25,"categories":["Super Power","Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Horror","Drama","Post Apocalypse"]},{"id":10,"title":"Kusuriya no Hitorigoto","enTitle":"The Apothecary Diaries","description":"Maomao lived a peaceful life with her apothecary father. Until one day, she’s sold as a lowly servant to the emperor’s palace. But she wasn’t meant for a compliant life among royalty. So when imperial heirs fall ill, she decides to step in and find a cure! This catches the eye of Jinshi, a handsome palace official who promotes her. Now, she’s making a name for herself solving medical mysteries!\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2023-10-21","endDate":null,"subtype":"TV","status":"current","posterImage":"https://media.kitsu.io/anime/47083/poster_image/large-74f34116934722c262866e8956e36b90.jpeg","coverImage":"https://media.kitsu.io/anime/47083/cover_image/small-9eb8fc268e9199197b40e398de61deb0.jpeg","episodeCount":24,"categories":["Maid","Historical","China","Romance","Slice of Life","Drama","Detective","Mystery","Seinen"]},{"id":11,"title":"Kimetsu no Yaiba: Mugen Ressha-hen","enTitle":"Demon Slayer: Kimetsu no Yaiba - Mugen Train Arc","description":"The TV version of Kimetsu no Yaiba Movie: Mugen Ressha-hen including an entirely new first episode. The first episode depicts Rengoku as he embarks on his journey to the Mugen Train. The remaining episodes will add about 70 new animation cuts and new background music, as well as a new trailer.\n\n(Source: Anime News Network)","rating":8.7,"startDate":"2021-10-10","endDate":"2021-11-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45249/poster_image/large-178aab3e16cd06c2022873d93b90ae63.jpeg","coverImage":"https://media.kitsu.io/anime/45249/cover_image/small-239dcfde1627b7d574c4444ded0b10b8.jpeg","episodeCount":7,"categories":["Swordplay","Historical","Demon","Action","Fantasy","Adventure","Supernatural","Shounen"]},{"id":12,"title":"Boku no Hero Academia","enTitle":"My Hero Academia","description":"What would the world be like if 80 percent of the population manifested extraordinary superpowers called “Quirks” at age four? Heroes and villains would be battling it out everywhere! Becoming a hero would mean learning to use your power, but where would you go to study? U.A. High's Hero Program of course! But what would you do if you were one of the 20 percent who were born Quirkless?\n\nMiddle school student Izuku Midoriya wants to be a hero more than anything, but he hasn't got an ounce of power in him. With no chance of ever getting into the prestigious U.A. High School for budding heroes, his life is looking more and more like a dead end. Then an encounter with All Might, the greatest hero of them all gives him a chance to change his destiny…\n\n(Source: Viz Media)","rating":8.4,"startDate":"2016-04-03","endDate":"2016-06-26","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11469/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11469/small.jpg","episodeCount":13,"categories":["High School","Super Power","Action","Comedy","School Life","Superhero","Shounen"]},{"id":13,"title":"Boku no Hero Academia 2","enTitle":"My Hero Academia Season 2","description":"Taking off right after the last episode of the first season. The school is temporarily closed due to security. When U.A. restarts, it is announced that the highly anticipated School Sports Festival will soon be taking place. All classes: Hero, Support, General and Business will be participating. Tournaments all around will decide who is the top Hero in training.\n\n(Source: Anime News Network)","rating":8.5,"startDate":"2017-04-01","endDate":"2017-09-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12268/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12268/small.jpg","episodeCount":25,"categories":["Super Power","Action","Comedy","School Life","Superhero","Shounen"]},{"id":14,"title":"Boku no Hero Academia 3","enTitle":"My Hero Academia Season 3","description":"Summer is here, and the heroes of Class 1-A and 1-B are in for the toughest training camp of their lives! A group of seasoned pros pushes everyone's Quirks to new heights as the students face one overwhelming challenge after another. Braving the elements in this secret location becomes the least of their worries when routine training turns into a critical struggle for survival.\n\n(Source: Crunchyroll)","rating":8.5,"startDate":"2018-04-07","endDate":"2018-09-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13881/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13881/small.jpg","episodeCount":25,"categories":["Super Power","Action","Comedy","School Life","Superhero","Shounen"]},{"id":15,"title":"One Punch Man","enTitle":null,"description":"The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\n\nThis all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process.\n\n(Source: MAL Rewrite)","rating":8.4,"startDate":"2015-10-05","endDate":"2015-12-21","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10740/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10740/small.jpg","episodeCount":12,"categories":["Super Power","Parody","Violence","Action","Science Fiction","Comedy","Superhero","Supernatural","Seinen"]},{"id":16,"title":"Hunter x Hunter (2011)","enTitle":"Hunter x Hunter (2011)","description":"Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means.\n\n(Source: MAL Rewrite)","rating":8.4,"startDate":"2011-10-02","endDate":"2014-09-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/6448/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/6448/small.jpg","episodeCount":148,"categories":["Super Power","Fantasy World","Alternative Present","Violence","Plot Continuity","Action","Adventure","Drama","Shounen"]},{"id":17,"title":"Death Note","enTitle":"Death Note","description":"A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\n\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.\n\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L.\n\n(Source: MAL Rewrite)","rating":8.4,"startDate":"2006-10-04","endDate":"2007-06-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/1376/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/1376/small.jpg","episodeCount":37,"categories":["Present","Earth","Alternative Present","Japan","Plot Continuity","Asia","Thriller","Drama","Cops","Detective"]},{"id":18,"title":"SPY×FAMILY","enTitle":"SPY x FAMILY","description":"Everyone has a part of themselves they cannot show to anyone else.\n\nAt a time when all nations of the world were involved in a fierce war of information happening behind closed doors, Ostania and Westalis had been in a state of cold war against one another for decades. The Westalis Intelligence Services' Eastern-Focused Division (WISE) sends their most talented spy, \"Twilight,\" on a top-secret mission to investigate the movements of Donovan Desmond, the chairman of Ostania's National Unity Party, who is threatening peace efforts between the two nations.\n\nThis mission is known as \"Operation Strix.\" It consists of \"putting together a family in one week in order to infiltrate social gatherings organized by the elite school that Desmond's son attends.\"\n\n\"Twilight\" takes on the identity of psychiatrist Loid Forger and starts looking for family members. But Anya, the daughter he adopts, turns out to have the ability to read people's minds, while his wife, Yor, is an assassin! With it being in each of their own interests to keep these facts hidden, they start living together while concealing their true identities from one another.\nWorld peace is now in the hands of this brand-new family as they embark on an adventure full of surprises.\n\n(Source: Crunchyroll)","rating":8.5,"startDate":"2022-04-09","endDate":"2022-06-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45398/poster_image/large-c26c1e0b77e881fcd66475af6bd22c57.jpeg","coverImage":"https://media.kitsu.io/anime/45398/cover_image/small-775abf07cac8737f09192ee87e317db1.jpeg","episodeCount":12,"categories":["Assassin","Action","Comedy","Slice of Life","Supernatural","Family","Shounen"]},{"id":19,"title":"Naruto: Shippuuden","enTitle":"Naruto: Shippuden","description":"It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.\n\nAlthough Naruto is older and sinister events loom on the horizon, he has changed little in personality—still rambunctious and childish—though he is now far more confident and possesses an even greater determination to protect his friends and home. Come whatever may, Naruto will carry on with the fight for what is important to him, even at the expense of his own body, in the continuation of the saga about the boy who wishes to become Hokage.\n\n(Source: MAL Rewrite)","rating":8.4,"startDate":"2007-02-15","endDate":"2017-03-23","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/1555/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/1555/small.jpg","episodeCount":500,"categories":["Martial Arts","Ninja","Super Power","Fantasy World","Love Polygon","Plot Continuity","Action","Angst","Comedy","Shounen"]},{"id":20,"title":"Chainsaw Man","enTitle":"Chainsaw Man","description":"Denji is a teenage boy living with a Chainsaw Devil named Pochita. Due to the debt his father left behind, he has been living a rock-bottom life while repaying his debt by harvesting devil corpses with Pochita.\n\nOne day, Denji is betrayed and killed. As his consciousness fades, he makes a contract with Pochita and gets revived as \"Chainsaw Man\" — a man with a devil's heart.\n\n(Source: Crunchyroll)","rating":8.5,"startDate":"2022-10-11","endDate":"2022-12-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/43806/poster_image/large-815d6008fb3b56f4291b9f0ffa05cd8f.jpeg","coverImage":"https://media.kitsu.io/anime/43806/cover_image/small-91ff593815cc66b5461b133020bb9800.jpeg","episodeCount":12,"categories":["Magic","Demon","Violence","Action","Adventure","Horror","Comedy","Juujin","Supernatural","Shounen"]},{"id":21,"title":"Kimi no Na wa.","enTitle":"Your Name.","description":"From director Makoto Shinkai, the innovative mind behind Voices of a Distant Star and 5 Centimeters Per Second, comes a beautiful masterpiece about time, the thread of fate, and the hearts of two young souls.\n\nThe day the stars fell, two lives changed forever. High schoolers Mitsuha and Taki are complete strangers living separate lives. But one night, they suddenly switch places. Mitsuha wakes up in Taki’s body, and he in hers. This bizarre occurrence continues to happen randomly, and the two must adjust their lives around each other. Yet, somehow, it works. They build a connection and communicate by leaving notes, messages, and more importantly, an imprint.\n\nWhen a dazzling comet lights up the night’s sky, it dawns on them. They want something more from this connection—a chance to meet, an opportunity to truly know each other. Tugging at the string of fate, they try to find a way to each other. But distance isn’t the only thing keeping them apart. Is their bond strong enough to face the cruel irony of time? Or is their meeting nothing more than a wish upon the stars?\n\n(Source: FUNimation Films)","rating":8.3,"startDate":"2016-08-26","endDate":"2016-08-26","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11614/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11614/small.jpg","episodeCount":1,"categories":["Present","Earth","Japan","Asia","Romance","Friendship","School Life","Disaster","Drama","Supernatural"]},{"id":22,"title":"SPY x FAMILY Part 2","enTitle":"SPY x FAMILY Part 2","description":"The second half of SPYxFAMILY.\n\nWith Anya Forger successfully enrolled at the renowned Eden Academy, Operation Strix advances to its second phase. To investigate Ostanian politician Donovan Desmond, Anya must either befriend his son Damian or collect eight Stella Stars to become an Imperial Scholar. Fortunately, Anya has already acquired her first star. In celebration, her adoptive father, Loid, decides to fulfill her wish to adopt a dog.\n\nDuring their canine search, Loid receives new orders from his superiors, who have found that a band of Berlint University students is plotting to assassinate Westalis' Minister Brantz using bombs worn by trained dogs. While Loid tries to stop their plans, Anya stumbles upon the terrorists' base of operations. There, she befriends a kindhearted, clairvoyant dog who the family later names Bond.\n\nAlthough the Forgers continue to lead their individual lives in secrecy, the family—with a new fluffy addition—remains united through all of the unusual obstacles thrown their way.\n\n[Written by MAL Rewrite]","rating":8.4,"startDate":"2022-10-01","endDate":"2022-12-24","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45619/poster_image/large-7a94ee3d37ea5078386f488189178563.jpeg","coverImage":"https://media.kitsu.io/anime/45619/cover_image/small-fcdc5fc8ea12de8ed3f737c4d4be19cb.jpeg","episodeCount":13,"categories":["Assassin","Action","Comedy","Slice of Life","Supernatural","Family"]},{"id":23,"title":"Fullmetal Alchemist: Brotherhood","enTitle":"Fullmetal Alchemist: Brotherhood","description":"\"In order for something to be obtained, something of equal value must be lost.\"\n\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2009-04-05","endDate":"2010-07-04","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/3936/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/3936/small.jpg","episodeCount":64,"categories":["Magic","Fantasy World","Human Enhancement","Contemporary Fantasy","Violence","Plot Continuity","Action","Fantasy","Adventure","Steampunk"]},{"id":24,"title":"Attack on Titan Season 3","enTitle":"Attack on Titan Season 3","description":"After recovering Eren and Historia, the recruits are put under the care of Levi. Stuck out in the middle of nowhere, Hange subjects Eren to a series of experiments in an attempt to find out more about his ability. But when their link to the secrets behind the wall is murdered, the squad must move out and find a new refuge. Except, a figure from Levi’s past has his own plans to stop them.\n\n(Source: Funimation)","rating":8.4,"startDate":"2018-07-23","endDate":"2018-10-15","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13569/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13569/small.jpg","episodeCount":12,"categories":["Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Drama","Post Apocalypse","Military","Shounen"]},{"id":25,"title":"Koe no Katachi","enTitle":"A Silent Voice","description":"Shoya is a bully. When Shoko, a girl who can't hear, enters his elementary school class, she becomes their favorite target, and Shoya and his friends goad each other into devising new tortures for her. But the children's cruelty goes too far. Shoko is forced to leave the school, and Shoya ends up shouldering all the blame. Six years later, the two meet again. Can Shoya make up for his past mistakes, or is it too late?\n\n(Source: Kodansha Comics)","rating":8.4,"startDate":"2016-09-17","endDate":"2016-09-17","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10028/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10028/small.jpg","episodeCount":1,"categories":["Present","Japan","Romance","Friendship","School Life","Drama","Coming Of Age"]},{"id":26,"title":"Attack on Titan Season 2","enTitle":"Attack on Titan Season 2","description":"Eren Jaeger swore to wipe out every last Titan, but in a battle for his life he wound up becoming the thing he hates most. With his new powers, he fights for humanity's freedom facing the monsters that threaten his home. After a bittersweet victory against the Female Titan, Eren finds no time to rest—a horde of Titans is approaching Wall Rose and the battle for humanity continues!\n\n(Source: Funimation)","rating":8.4,"startDate":"2017-04-01","endDate":"2017-06-17","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8671/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8671/small.jpg","episodeCount":12,"categories":["Super Power","Fantasy World","Alternative Past","Violence","Action","Angst","Fantasy","Adventure","Drama","Military"]},{"id":27,"title":"Ansatsu Kyoushitsu","enTitle":"Assassination Classroom","description":"When a mysterious creature chops the moon down to a permanent crescent, the students of class 3-E of Kunugigaoka Middle School find themselves confronted with an enormous task: assassinate the creature responsible for the disaster before Earth suffers a similar fate. However, the monster, dubbed Koro-sensei (the indestructible teacher), is able to fly at speeds of up to Mach 20, which he demonstrates freely, leaving any attempt to subdue him in his extraterrestrial dust. Furthermore, the misfits of 3-E soon find that the strange, tentacled beast is more than just indomitable—he is the best teacher they have ever had!\n\nAdapted from the humorous hit manga by Yuusei Matsui, Ansatsu Kyoushitsu tells the story of these junior high pupils as they polish their assassination skills and grow in order to stand strong against the oppressive school system, their own life problems, and one day, Koro-sensei.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2015-01-10","endDate":"2015-06-20","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8640/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8640/small.jpg","episodeCount":22,"categories":["Assassin","Action","Comedy","School Life"]},{"id":28,"title":"Nanatsu no Taizai","enTitle":"The Seven Deadly Sins","description":"In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the \"Seven Deadly Sins,\" were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-10-05","endDate":"2015-03-29","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8699/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8699/small.jpg","episodeCount":24,"categories":["Super Power","Action","Fantasy","Adventure","Comedy","Ecchi"]},{"id":29,"title":"Haikyuu!!","enTitle":"Haikyu!!","description":"Inspired after watching a volleyball ace nicknamed \"Little Giant\" in action, small-statured Shouyou Hinata revives the volleyball club at his middle school. The newly-formed team even makes it to a tournament; however, their first match turns out to be their last when they are brutally squashed by the \"King of the Court,\" Tobio Kageyama. Hinata vows to surpass Kageyama, and so after graduating from middle school, he joins Karasuno High School's volleyball team—only to find that his sworn rival, Kageyama, is now his teammate.\n\nThanks to his short height, Hinata struggles to find his role on the team, even with his superior jumping power. Surprisingly, Kageyama has his own problems that only Hinata can help with, and learning to work together appears to be the only way for the team to be successful. Based on Haruichi Furudate's popular shounen manga of the same name, Haikyuu!! is an exhilarating and emotional sports comedy following two determined athletes as they attempt to patch a heated rivalry in order to make their high school volleyball team the best in Japan.\n\n(Source: MAL)","rating":8.3,"startDate":"2014-04-06","endDate":"2014-09-21","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8133/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8133/small.jpg","episodeCount":25,"categories":["Present","Earth","Japan","Volleyball","Plot Continuity","Asia","Comedy","School Life","Sports","Shounen"]},{"id":30,"title":"[Oshi no Ko]","enTitle":"Oshi no Ko","description":"When a pregnant young starlet appears in Gorou Amemiya’s countryside medical clinic, the doctor takes it upon himself to safely (and secretly) deliver Ai Hoshino’s child so she can make a scandal-free return to the stage. But no good deed goes unpunished, and on the eve of her delivery, he finds himself slain at the hands of Ai’s deluded stalker — and subsequently reborn as Ai’s child, Aquamarine Hoshino! The glitz and glamor of showbiz hide the dark underbelly of the entertainment industry, threatening to dull the shine of his favorite star. Can he help his new mother rise to the top of the charts? And what will he do when unthinkable disaster strikes?\n\n(Source: HIDIVE)\n\nNote: Episode 1【推しの子】Mother and Children was pre-screened in advance in Japanese theaters on March 17, 2023. The regular TV broadcast begins on April 12, 2023. The first episode has an extended runtime of ~90 minutes.","rating":8.3,"startDate":"2023-04-12","endDate":"2023-06-28","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/46170/poster_image/large-0bad1050afcf9e5320ca46bf17ac007a.jpeg","coverImage":"https://media.kitsu.io/anime/46170/cover_image/small-916d65be16e38b8827875f2ea0a24ee7.jpeg","episodeCount":11,"categories":["Idol","Performance","Music","Slice of Life","Revenge","The Arts","Drama","Working Life","Psychological","Supernatural"]},{"id":31,"title":"Boku no Hero Academia 6","enTitle":"My Hero Academia Season 6","description":"Deku, Bakugou and Todoroki have grown stronger during their internship. On the other hand, Shigaraki has awakened by regaining the miserable memories of his childhood during the battle with Re-Destro. Afterwards, Shigaraki leads the Paranormal Liberation, gradually expands its force, and seeks new power in order to destroy everything. Deku and Shigaraki. Heroes and villains. The all-out war is going to begin!\n\n(Source: Ani-One Asia)","rating":8.4,"startDate":"2022-10-01","endDate":"2023-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/45240/poster_image/large-4b3a4767d6ee73bd5ba48e7ffbc06f08.jpeg","coverImage":"https://media.kitsu.io/anime/45240/cover_image/small-afbc4e8a3203b3932e44298608f4b1e8.jpeg","episodeCount":25,"categories":["Super Power","Action","War","Superhero","Shounen"]},{"id":32,"title":"Ansatsu Kyoushitsu 2nd Season","enTitle":"Assassination Classroom Second Season","description":"The students return as school is back in session for the second semester. Following their exploits on the island during summer vacation, Class 3-E continues to sharpen their blades with their sights set on their teacher, the slippery Koro-sensei. They have more to worry about than just their teacher, however, as enemy assassins, both old and new, are out for the increased bounty on the octopus' head.\n\nMoreover, their rivals in Class A, as well as Kunugigaoka Junior High's fearsome principal, stand to block Class E from achieving academic excellence. With all of these obstacles opposing them, the group must continue to work together in order to overcome their foes and accomplish their goal of successfully assassinating their teacher.\n\n(Source: MAL Rewrite)","rating":8.3,"startDate":"2016-01-08","endDate":"2016-07-01","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10877/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10877/small.jpg","episodeCount":25,"categories":["Assassin","Plot Continuity","Action","Comedy","School Life"]},{"id":33,"title":"Boku no Hero Academia 5","enTitle":"My Hero Academia Season 5","description":"The rivalry between Class 1-A and Class 1-B heats up in a joint training battle. Eager to be a part of the hero course, brainwashing buff Shinso is tasked with competing on both sides.\n\nBut as each team faces their own weaknesses and discovers new strengths, this showdown might just become a toss-up.\n\n(Source: Funimation)","rating":8.4,"startDate":"2021-03-27","endDate":"2021-09-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/43108/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/43108/small.jpg","episodeCount":25,"categories":["Super Power","Action","School Life","Superhero","Shounen"]},{"id":34,"title":"Spirited Away","enTitle":"Spirited Away","description":"Stubborn, spoiled, and naïve, 10-year-old Chihiro Ogino is less than pleased when she and her parents discover an abandoned amusement park on the way to their new house. Cautiously venturing inside, she realizes that there is more to this place than meets the eye, as strange things begin to happen once dusk falls. Ghostly apparitions and food that turns her parents into pigs are just the start—Chihiro has unwittingly crossed over into the spirit world. Now trapped, she must summon the courage to live and work amongst spirits, with the help of the enigmatic Haku and the cast of unique characters she meets along the way.\nVivid and intriguing, Sen to Chihiro no Kamikakushi tells the story of Chihiro's journey through an unfamiliar world as she strives to save her parents and return home.\n[Written by MAL Rewrite]","rating":8.3,"startDate":"2001-07-20","endDate":"2001-07-20","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/176/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/176/small.jpg","episodeCount":1,"categories":["Magic","Present","Fantasy World","Parallel Universe","Fantasy","Adventure","Romance","Drama","Coming Of Age","Supernatural"]},{"id":35,"title":"BLEACH","enTitle":"Bleach","description":"Ichigo Kurosaki is an ordinary high schooler—until his family is attacked by a Hollow, a corrupt spirit that seeks to devour human souls. It is then that he meets a Soul Reaper named Rukia Kuchiki, who gets injured while protecting Ichigo's family from the assailant. To save his family, Ichigo accepts Rukia's offer of taking her powers and becomes a Soul Reaper as a result.\nHowever, as Rukia is unable to regain her powers, Ichigo is given the daunting task of hunting down the Hollows that plague their town. However, he is not alone in his fight, as he is later joined by his friends—classmates Orihime Inoue, Yasutora Sado, and Uryuu Ishida—who each have their own unique abilities. As Ichigo and his comrades get used to their new duties and support each other on and off the battlefield, the young Soul Reaper soon learns that the Hollows are not the only real threat to the human world.\n[Written by MAL Rewrite]","rating":7.7,"startDate":"2004-10-05","endDate":"2012-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/244/large.jpg","coverImage":"https://media.kitsu.io/anime/244/cover_image/small-eab3de71a830ac6dc2e37372ea999b7e.jpeg","episodeCount":366,"categories":["Martial Arts","Swordplay","Super Power","Present","Fantasy World","Contemporary Fantasy","Japan","Plot Continuity","Asia","Parallel Universe"]},{"id":36,"title":"Nanatsu no Taizai: Imashime no Fukkatsu","enTitle":"The Seven Deadly Sins: Revival of the Commandments","description":"Melodias, Hawk, and Elizabeth retook the Kingdom of Leones from the Holy Knights. The festival went off without a hitch and the crew enjoyed their well-earned peace. And yet, another threat looms on the horizon. The Ten Commandments, a group of elite demon clan warriors, have their sights set on the kingdom.\n\n(Source: Anime News Network)","rating":8.2,"startDate":"2018-01-13","endDate":"2018-06-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12633/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12633/small.jpg","episodeCount":24,"categories":["Super Power","Fantasy World","Action","Fantasy","Adventure","Ecchi"]},{"id":37,"title":"Tokyo Revengers: Tenjiku-hen","enTitle":"Tokyo Revengers: Tenjiku","description":"The third season of Tokyo Revengers.","rating":8.2,"startDate":"2023-10-03","endDate":"2023-12-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/47278/poster_image/large-7a211533fea2fbc643038818ee3dc224.jpeg","coverImage":"https://media.kitsu.io/anime/47278/cover_image/small-313a8d74e4a178ef43646fd37c25fdac.jpeg","episodeCount":13,"categories":["Delinquent","Time Travel","Action","Romance","School Life","Crime","Drama","Supernatural","Shounen"]},{"id":38,"title":"Haikyuu!! Second Season","enTitle":"Haikyu!! 2nd Season","description":"Following their participation at the Inter-High, the Karasuno High School volleyball team attempts to refocus their efforts, aiming to conquer the Spring tournament instead. \n\nWhen they receive an invitation from long-standing rival Nekoma High, Karasuno agrees to take part in a large training camp alongside many notable volleyball teams in Tokyo and even some national level players. By playing with some of the toughest teams in Japan, they hope not only to sharpen their skills, but also come up with new attacks that would strengthen them. Moreover, Hinata and Kageyama attempt to devise a more powerful weapon, one that could possibly break the sturdiest of blocks. \n\nFacing what may be their last chance at victory before the senior players graduate, the members of Karasuno's volleyball team must learn to settle their differences and train harder than ever if they hope to overcome formidable opponents old and new—including their archrival Aoba Jousai and its world-class setter Tooru Oikawa.\n\n(Source: MAL)","rating":8.3,"startDate":"2015-10-04","endDate":"2016-03-27","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/10076/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/10076/small.jpg","episodeCount":25,"categories":["Present","Earth","School Clubs","Japan","Volleyball","Plot Continuity","Asia","Comedy","School Life","Sports"]},{"id":39,"title":"Naruto","enTitle":"Naruto","description":"Moments prior to Naruto Uzumaki's birth, a huge demon known as the Kyuubi, the Nine-Tailed Fox, attacked Konohagakure, the Hidden Leaf Village, and wreaked havoc. In order to put an end to the Kyuubi's rampage, the leader of the village, the Fourth Hokage, sacrificed his life and sealed the monstrous beast inside the newborn Naruto.\nNow, Naruto is a hyperactive and knuckle-headed ninja still living in Konohagakure. Shunned because of the Kyuubi inside him, Naruto struggles to find his place in the village, while his burning desire to become the Hokage of Konohagakure leads him not only to some great new friends, but also some deadly foes.\n[Written by MAL Rewrite]","rating":8,"startDate":"2002-10-03","endDate":"2007-02-08","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/11/poster_image/large-5e901605066f7f2727f49d01859bbfe4.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/11/small.jpg","episodeCount":220,"categories":["Martial Arts","Ninja","Super Power","Fantasy World","Action","Adventure","Comedy"]},{"id":40,"title":"Haikyuu!!: Karasuno Koukou VS Shiratorizawa Gakuen Koukou","enTitle":"Haikyu!! 3rd Season","description":"The third season of Haikyuu!!","rating":8.3,"startDate":"2016-10-08","endDate":"2016-12-10","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/11935/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/11935/small.jpg","episodeCount":10,"categories":["Volleyball","Comedy","School Life","Sports","Shounen"]},{"id":41,"title":"Vinland Saga Season 2","enTitle":null,"description":"A new millennium begins in the southern part of the Jutland peninsula in Denmark.\nAfter the death of his longtime enemy, Askeladd, Thorfinn lost his purpose in life. He was bought by the landowner Ketil as a \"slave\" and engaged in land reclamation work on his farm. Thorfinn meets a young man there, Einar, who was also a slave like him. The encounter with Einar led Thorfinn to face the sins he had committed and began to find meaning in life.\nOn the other hand, Canute, who became the King of England, attempted to extend his territory for the establishment of \"the promised land\".\n\n(Source: Official Website)","rating":8.2,"startDate":"2023-01-09","endDate":"2023-06-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44875/poster_image/large-c91906d83db833c1dad74f7ced0ada7b.jpeg","coverImage":"https://media.kitsu.io/anime/44875/cover_image/small-7274b14f9320542355854f9047e25def.jpeg","episodeCount":24,"categories":["Historical","Action","Adventure","Revenge","Drama","Coming Of Age","War","Seinen"]},{"id":42,"title":"Shigatsu wa Kimi no Uso","enTitle":"Your Lie in April","description":"Music accompanies the path of the human metronome, the prodigious pianist Kousei Arima. But after the passing of his mother, Saki Arima, Kousei falls into a downward spiral, rendering him unable to hear the sound of his own piano.\nTwo years later, Kousei still avoids the piano, leaving behind his admirers and rivals, and lives a colorless life alongside his friends Tsubaki Sawabe and Ryouta Watari. However, everything changes when he meets a beautiful violinist, Kaori Miyazono, who stirs up his world and sets him on a journey to face music again.\nBased on the manga series of the same name, Shigatsu wa Kimi no Uso approaches the story of Kousei's recovery as he discovers that music is more than playing each note perfectly, and a single melody can bring in the fresh spring air of April.\n[Written by MAL Rewrite]","rating":8.2,"startDate":"2014-10-10","endDate":"2015-03-20","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/8403/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/8403/small.jpg","episodeCount":22,"categories":["Present","Earth","Japan","Plot Continuity","Music","Asia","Romance","Friendship","School Life","The Arts"]},{"id":43,"title":"Dr. Stone","enTitle":"Dr. STONE","description":"Several thousand years after a mysterious phenomenon that turns all of humanity to stone, the extraordinarily intelligent, science-driven boy, Senku Ishigami, awakens.\n\nFacing a world of stone and the total collapse of civilization, Senku makes up his mind to use science to rebuild the world. Starting with his super strong childhood friend Taiju Oki, who awakened at the same time, they will begin to rebuild civilization from nothing...\n\nDepicting two million years of scientific history from the Stone Age to present day, the unprecedented crafting adventure story is about to begin!\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2019-07-05","endDate":"2019-12-13","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/42080/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/42080/small.jpg","episodeCount":24,"categories":["Future","Plot Continuity","Action","Science Fiction","Adventure","Comedy","Disaster","Post Apocalypse","Shounen"]},{"id":44,"title":"Howl's Moving Castle","enTitle":"Howl's Moving Castle","description":"Sophie, a quiet girl working in a hat shop, finds her life thrown into turmoil when she is literally swept off her feet by a handsome but mysterious wizard named Howl. The vain and vengeful Witch of the Waste, jealous of their friendship, puts a spell on Sophie. In a life-changing adventure, Sophie climbs aboard Howl's magnificent flying castle and enters a magical world on a quest to break the spell.\n\n(Source: Disney)","rating":8.2,"startDate":"2004-11-20","endDate":"2004-11-20","subtype":"movie","status":"finished","posterImage":"https://media.kitsu.io/anime/395/poster_image/large-eb75740695abaf88c5714c268a51b7ef.jpeg","coverImage":"https://media.kitsu.io/anime/cover_images/395/small.jpg","episodeCount":1,"categories":["Air Force","Magic","Fantasy World","Demon","Fantasy","Adventure","Romance","Steampunk","War"]},{"id":45,"title":"Tensei shitara Slime Datta Ken","enTitle":"That Time I Got Reincarnated as a Slime","description":"Corporate worker Mikami Satoru is stabbed by a random killer, and is reborn to an alternate world. But he turns out to be reborn a slime! Thrown into this new world with the name Rimuru, he begins his quest to create a world that’s welcoming to all races.\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2018-10-02","endDate":"2019-03-19","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/41024/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/41024/small.jpg","episodeCount":24,"categories":["Action","Fantasy","Adventure","Comedy","Harem","Shounen","Isekai"]},{"id":46,"title":"Black Clover","enTitle":"Black Clover","description":"In a world where magic is everything, Asta and Yuno are both found abandoned at a church on the same day. While Yuno is gifted with exceptional magical powers, Asta is the only one in this world without any. At the age of fifteen, both receive grimoires, magic books that amplify their holder's magic. Asta's is a rare Grimoire of Anti-Magic that negates and repels his opponent's spells. Being opposite but good rivals, Yuno and Asta are ready for the hardest of challenges to achieve their common dream: to be the Wizard King. Giving up is never an option!\n\n(Source: Crunchyroll)","rating":7.8,"startDate":"2017-10-03","endDate":"2021-03-30","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/13209/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/13209/small.jpg","episodeCount":170,"categories":["Magic","Fantasy World","Action","Fantasy","Comedy","Shounen"]},{"id":47,"title":"Violet Evergarden","enTitle":"Violet Evergarden","description":"There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning.\nA certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation.\n\nViolet Evergarden, a young girl formerly known as “the weapon”, has left the battlefield to start a new life at CH Postal Service. There, she is deeply moved by the work of “Auto Memories Dolls”, who carry people's thoughts and convert them into words.\n\nViolet begins her journey as an Auto Memories Doll, and comes face to face with various people's emotions and differing shapes of love. All the while searching for the meaning of those words.\n\n(Source: Anime Expo)","rating":8.2,"startDate":"2018-01-11","endDate":"2018-04-05","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/12230/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/12230/small.jpg","episodeCount":13,"categories":["Android","Science Fiction","Fantasy","Slice of Life","Steampunk","Drama","War","Military"]},{"id":48,"title":"No Game No Life","enTitle":"No Game, No Life","description":"No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Kuuhaku.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child’s play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world.\n\n(Source: MAL Rewrite)","rating":8.2,"startDate":"2014-04-09","endDate":"2014-06-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/7880/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/7880/small.jpg","episodeCount":12,"categories":["Super Power","Fantasy World","Parody","Parallel Universe","Fantasy","Adventure","Comedy","Ecchi","Isekai"]},{"id":49,"title":"Horimiya","enTitle":null,"description":"Do opposites attract? At school, Hori is a social butterfly but her life at home is anything but perfect. Left to raise her brother, she’s facing responsibilities that she’s not ready for.\n\nMeanwhile, under a brooding façade, Miyamura hides a gentle heart, along with piercings and tattoos. In a chance meeting, they both reveal a side they’ve never shown. Could this blossom into something new?\n\n(Source: Funimation)","rating":8.2,"startDate":"2021-01-10","endDate":"2021-04-04","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/poster_images/43545/large.jpg","coverImage":"https://media.kitsu.io/anime/cover_images/43545/small.jpg","episodeCount":13,"categories":["High School","Comedy","Romance","Slice of Life","School Life","Shounen"]},{"id":50,"title":"Blue Lock","enTitle":"Blue Lock","description":"Japan’s desire for World Cup glory leads the Japanese Football Association to launch a new rigorous training program to find the national team’s next striker. Three hundred high school players are pitted against each other for the position, but only one will come out on top. Who among them will be the striker to usher in a new era of Japanese soccer?\n\n(Source: Crunchyroll)","rating":8.2,"startDate":"2022-10-08","endDate":"2023-03-25","subtype":"TV","status":"finished","posterImage":"https://media.kitsu.io/anime/44973/poster_image/large-ca235304c71f4233e60f6efb3967654d.jpeg","coverImage":"https://media.kitsu.io/anime/44973/cover_image/small-407350ba35e8617d833c615d56ed7b3a.jpeg","episodeCount":24,"categories":["Sports","Soccer","Shounen"]}]